{
    "Início": "Home",
    "Comprar": "Buy",
    "Token": "Token",
    "Bônus": "Bonus",
    "Estatísticas": "Statistics",
    "Segurança": "Security",
    "Conectar Carteira": "Connect Wallet",
    "Bem-vindo ao InvisTribe": "Welcome to InvisTribe",
    "Unindo Pessoas em uma": "Uniting People in a",
    "Bem-vindo ao nosso inovador sistema de renda passiva, onde os participantes podem ganhar recompensas financeiras realizando tarefas de forma transparente e sustentável. Gerenciado por um contrato inteligente na blockchain, garantimos segurança, transparência e imutabilidade das operações.": "Welcome to our innovative passive income system, where participants can earn financial rewards by completing tasks in a transparent and sustainable manner. Managed by a smart contract on the blockchain, we ensure security, transparency, and immutability of operations.",
    "Começar Agora": "Start Now",
    "Saiba Mais": "Learn More",
    "Comunidade de Renda Passiva": "Passive Income Community",
    "Atualizando...": "Updating...",
    "Fila de Renda Passiva": "Passive Income Queue",
    "Visualize as próximas oportunidades de ganho no sistema.": "View the upcoming earning opportunities in the system.",
    "A fila está vazia no momento.": "The queue is currently empty.",
    "Volte mais tarde para verificar novas oportunidades de ganho.": "Come back later to check for new earning opportunities.",
    "Usuário:": "User:",
    "Ganho Total:": "Total Earnings:",
    "Recebido:": "Received:",
    "Restante:": "Remaining:",
    "Tempo Restante:": "Time Remaining:",
    "Adquira seu Emblema e Comece a Ganhar": "Get Your Emblem and Start Earning",
    "Para ingressar na comunidade, adquira um emblema que representa seu nível de compromisso. Escolha o nível que melhor se adapta a você e comece a gerar renda passiva realizando tarefas.": "To join the community, acquire an emblem that represents your level of commitment. Choose the level that best suits you and start generating passive income by completing tasks.",
    "Selecione o Nível do Emblema (1 a 50)": "Select Emblem Level (1 to 50)",
    "Digite um nível de 1 a 50": "Enter a level from 1 to 50",
    "Valor do Emblema (USDT)": "Emblem Value (USDT)",
    "Detalhes do Emblema": "Emblem Details",
    "Tarefas Requeridas:": "Required Tasks:",
    "Renovação do Emblema:": "Emblem Renewal:",
    "Renda Estimada:": "Estimated Income:",
    "USDT a cada": "USDT every",
    "USDT disponível a cada": "USDT available every",
    "dias": "days",
    "Processando...": "Processing...",
    "Simule Seus": "Simulate Your",
    "Ganhos": "Earnings",
    "Selecione o nível do seu emblema e descubra quanto você pode ganhar ao longo de 1 ano.": "Select your emblem level and discover how much you can earn over 1 year.",
    "Calcular": "Calculate",
    "Resultados da Simulação": "Simulation Results",
    "Dia": "Day",
    "Descrição": "Description",
    "Transferência (USDT)": "Transfer (USDT)",
    "Saldo (USDT)": "Balance (USDT)",
    "Parceria Estratégica com o": "Strategic Partnership with",
    "Token Invistech": "Invistech Token",
    "Receba seus ganhos em Tokens Invistech em até 24 horas": "Receive your earnings in Invistech Tokens within 24 hours",
    "Sistema Eficiente e Otimizado para Máximos Resultados": "Efficient and Optimized System for Maximum Results",
    "Conversão Fácil para USDT ou Outras Criptomoedas": "Easy Conversion to USDT or Other Cryptocurrencies",
    "Comprar Tokens Invistech": "Buy Invistech Tokens",
    "Ver Gráfico de Preço": "View Price Chart",
    "Parceria com o Token Invistech": "Partnership with the Invistech Token",
    "Confirmar Compra": "Confirm Purchase",
    "Ver Detalhes": "View Details",
    "Emblema comprado com sucesso!": "Emblem successfully purchased!",
    "Transação cancelada pelo usuário.": "Transaction canceled by the user.",
    "Ocorreu um erro ao comprar o emblema.": "An error occurred while purchasing the emblem.",
    "Compromisso realizado com sucesso.": "Commitment successfully completed.",
    "Falha ao realizar compromisso.": "Failed to complete the commitment.",
    "Impulsione o Crescimento com Nosso": "Boost Growth with Our",
    "Bônus de Indicação": "Referral Bonus",
    "Convide amigos para se juntar à nossa comunidade e ganhe bônus sobre as compras, tarefas e renovações realizadas por eles, até o 10º nível de indicação.": "Invite friends to join our community and earn bonuses on their purchases, tasks, and renewals, up to the 10th referral level.",
    "Ver Rede Completa de Indicações": "View Complete Referral Network",
    "Endereços que Garantem seu Bônus": "Addresses that Secure Your Bonus",
    "Você ainda não possui indicações cadastradas.": "You don't have any registered referrals yet.",
    "Endereço": "Address",
    "Data de Adesão": "Date of Joining",
    "Link de Convite": "Invitation Link",
    "Compartilhe seu": "Share your",
    "Convide amigos para se juntarem ao nosso sistema de renda passiva utilizando seu link personalizado. Ganhe bônus ao trazer novos membros!": "Invite friends to join our passive income system using your personalized link. Earn bonuses by bringing in new members!",
    "Copiar": "Copy",
    "Por favor, conecte sua carteira para gerar seu link de convite.": "Please connect your wallet to generate your invitation link.",
    "Estatísticas da Comunidade": "Community Statistics",
    "Acompanhe o desempenho e as interações da comunidade dentro da rede InvisTribe.": "Track the performance and interactions of the community within the InvisTribe network.",
    "Transparência e": "Transparency and",
    "em Primeiro Lugar": "First and Foremost",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema. O uso de USDT protege os participantes da volatilidade do mercado cripto.": "All operations are managed by a smart contract on the blockchain, ensuring security, transparency, and immutability of the system rules. The use of USDT protects participants from cryptocurrency market volatility.",
    "Transparência e Imutabilidade na Blockchain": "Transparency and Immutability on the Blockchain",
    "Segurança Financeira com USDT": "Financial Security with USDT",
    "Auditoria Independente do Contrato": "Independent Contract Audit",
    "Meus Emblemas": "My Emblems",
    "Você ainda não possui emblemas.": "You don't have any emblems yet.",
    "Adquira seu primeiro emblema e comece a participar da comunidade de ajuda mútua.": "Get your first emblem and start participating in the mutual aid community.",
    "Adquirir Emblema": "Acquire Emblem",
    "Emblema Nível": "Emblem Level",
    "Data de Aquisição:": "Acquisition Date:",
    "Data de Expiração:": "Expiration Date:",
    "Compromisso:": "Commitment:",
    "Fazer Compromisso": "Make Commitment",
    "Recompensa:": "Reward:",
    "Compra de Emblema": "Emblem Purchase",
    "Compromisso": "Commitment",
    "Recompensa": "Reward",
    "Renovação": "Renewal",
    "Receba bônus direto de 10% no primeiro nível": "Receive a direct bonus of 10% on the first level",
    "Receba 1% de bônus por cada nível adicional (até o 10° nível)": "Receive a 1% bonus for each additional level (up to the 10th level)",
    "Construa sua rede e aumente seus ganhos a longo prazo": "Build your network and increase your long-term earnings",
    "Compromissos Realizados": "Commitments Made",
    "Valor Total em Compromissos (USDT)": "Total Value in Commitments (USDT)",
    "Renovações Concluídas": "Completed Renewals",
    "Valor Total em Renovações (USDT)": "Total Value in Renewals (USDT)",
    "Valor Total na Fila de Distribuição (USDT)": "Total Value in Distribution Queue (USDT)",
    "Emblemas Adquiridos": "Emblems Acquired",
    "Valor Total de Emblemas (USDT)": "Total Value of Emblems (USDT)",
    "Contribuições Totais (USDT)": "Total Contributions (USDT)",
    "Bonificações Pagas (USDT)": "Bonuses Paid (USDT)",
    "Enviado para Gestão Financeira (USDT)": "Sent to Financial Management (USDT)",
    "Valor Direcionado Para a Liquidez de INVT (USDT)": "Value Directed to INVT Liquidity (USDT)",
    "Distribuições Realizadas": "Distributions Made",
    "Valor Total em Distribuições (USDT)": "Total Value in Distributions (USDT)",
    "Voltar ao Topo": "Back to Top",
    "Perguntas Frequentes": "Frequently Asked Questions",
    "Suporte": "Support",
    "Renovar Emblema": "Renew Emblem",
    "Renovação:": "Renewal:",
    "Recompensa (Estimativa:": "Reward (Estimate:",
    "Estabelecemos uma parceria estratégica com o projeto Invistech, um token de alta liquidez, para garantir a sustentabilidade e eficiência do nosso sistema de renda passiva.": "We have established a strategic partnership with the Invistech project, a high-liquidity token, to ensure the sustainability and efficiency of our passive income system.",
    "O que é o InvisTribe?": "What is InvisTribe?",
    "O InvisTribe é uma plataforma descentralizada construída na blockchain, projetada para conectar participantes em um sistema sustentável e transparente de contribuições financeiras, promovendo segurança e acessibilidade.": "InvisTribe is a decentralized platform built on blockchain, designed to connect participants in a sustainable and transparent financial contribution system, promoting security and accessibility.",
    "Como adquirir um emblema?": "How to acquire an emblem?",
    "Adquirir um emblema é o primeiro passo para ingressar no sistema. Os emblemas representam seu nível de engajamento, variando de 1 a 50, com valores ajustados conforme o nível escolhido. Essa aquisição marca sua entrada na comunidade.": "Acquiring an emblem is the first step to joining the system. Emblems represent your level of engagement, ranging from 1 to 50, with values adjusted according to the chosen level. This acquisition marks your entry into the community.",
    "Como funciona a contribuição?": "How does the contribution work?",
    "A cada período predefinido, você realiza uma contribuição proporcional ao nível do seu emblema. Essas contribuições sustentam o funcionamento e a continuidade do sistema, garantindo a distribuição de recompensas.": "At each predefined period, you make a contribution proportional to your emblem level. These contributions support the operation and continuity of the system, ensuring the distribution of rewards.",
    "Quando recebo distribuições?": "When do I receive distributions?",
    "As distribuições estão disponíveis para solicitação em intervalos específicos, determinados pelo nível do seu emblema. O valor distribuído é calculado com base na sua contribuição e no desempenho do sistema.": "Distributions are available for request at specific intervals, determined by your emblem level. The distributed amount is calculated based on your contribution and the system's performance.",
    "Como funciona o bônus por indicação?": "How does the referral bonus work?",
    "Receba 10% do valor movimentado por membros diretamente indicados por você, incluindo aquisições de emblemas e contribuições regulares. Além disso, ganhe um bônus de 1% para cada nível adicional de indicação até o 10º nível, permitindo que você amplie seus ganhos enquanto fortalece sua rede.": "Earn 10% of the value transacted by members directly referred by you, including emblem acquisitions and regular contributions. Additionally, earn a 1% bonus for each additional referral level up to the 10th level, allowing you to expand your earnings while strengthening your network.",
    "O que acontece se uma solicitação não for atendida em 24 horas?": "What happens if a request is not fulfilled within 24 hours?",
    "Caso uma solicitação permaneça pendente por mais de 24 horas, os valores correspondentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos em outras criptomoedas ou stablecoins, garantindo flexibilidade e liquidez.": "If a request remains pending for more than 24 hours, the corresponding amounts will be settled in Invistech tokens, which can be easily converted into other cryptocurrencies or stablecoins, ensuring flexibility and liquidity.",
    "Você não possui um upline configurado. Por favor, use um link de convite para continuar.": "You do not have an upline configured. Please use an invitation link to continue.",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema.O uso de USDT protege os participantes da volatilidade do mercado cripto.": "All operations are managed by a smart contract on the blockchain, ensuring security, transparency, and immutability of the system's rules. The use of USDT protects participants from the volatility of the crypto market.",
    "InvisTribe é uma comunidade de renda passiva que une pessoas para apoio financeiro em um ambiente transparente e seguro.": "InvisTribe is a passive income community that brings people together for financial support in a transparent and secure environment.",
    "Conheça os Detalhes dos Contratos": "Explore the Contract Details",
    "O Que São Contratos Inteligentes?": "What Are Smart Contracts?",
    "Contratos inteligentes são o coração do": "Smart contracts are at the heart of",
    "Eles garantem que todas as transações e processos sejam automáticos, transparentes e seguros. Imagine um sistema que elimina a burocracia, intermediários e incertezas: isso é o poder dos contratos inteligentes!": "They ensure that all transactions and processes are automatic, transparent, and secure. Imagine a system that eliminates bureaucracy, intermediaries, and uncertainties: that is the power of smart contracts!",
    "Por que Confiar em Contratos Inteligentes?": "Why Trust Smart Contracts?",
    "Transparência:": "Transparency:",
    "Regras e transações públicas na blockchain.": "Public rules and transactions on the blockchain.",
    "Segurança:": "Security:",
    "Imutabilidade após implantação.": "Immutability after deployment.",
    "Automação:": "Automation:",
    "Processos eficientes sem intervenção humana.": "Efficient processes without human intervention.",
    "Confiabilidade:": "Reliability:",
    "Sistema auditado e confiável.": "Audited and trustworthy system.",
    "Contrato do Token Invistech (INVT)": "Invistech (INVT) Token Contract",
    "O token": "The token",
    "é o pilar financeiro do ecossistema, projetado para oferecer valor sustentável.": "is the financial pillar of the ecosystem, designed to deliver sustainable value.",
    "Liquidez Trancada:": "Locked Liquidity:",
    "Proteção contra manipulações.": "Protection against manipulation.",
    "Contrato Renunciado:": "Renounced Contract:",
    "Imutabilidade do código.": "Immutable code.",
    "Sistema de Queima:": "Burning Mechanism:",
    "Reduz o supply e aumenta o valor dos tokens restantes.": "Reduces the supply and increases the value of the remaining tokens.",
    "Endereço do Contrato:": "Contract Address:",
    "Ver no BscScan": "View on BscScan",
    "Contrato do Sistema de Renda Passiva": "Passive Income System Contract",
    "O sistema de renda passiva foi desenvolvido para oferecer ganhos consistentes de forma sustentável. Ele gerencia:": "The passive income system was developed to offer consistent gains in a sustainable manner. It manages:",
    "Compra de Emblemas:": "Emblem Purchases:",
    "Representam o nível de participação no sistema.": "They represent the level of participation in the system.",
    "Compromissos Periódicos:": "Periodic Commitments:",
    "Sustentam a rede de forma contínua.": "They continuously support the network.",
    "Distribuição de Recompensas:": "Reward Distribution:",
    "Automática e proporcional ao nível de contribuição.": "Automatic and proportional to the level of contribution.",
    "Conversão Automática:": "Automatic Conversion:",
    "Valores não processados em 24 horas são convertidos em tokens INVT.": "Values not processed within 24 hours are converted into INVT tokens.",
    "Segurança e Auditoria": "Security and Audit",
    "Nosso compromisso com a segurança é inabalável. Todos os contratos são auditados por especialistas independentes.": "Our commitment to security is unwavering. All contracts are audited by independent experts.",
    "Auditoria Independente:": "Independent Audit:",
    "Reforça nossa credibilidade.": "Reinforces our credibility.",
    "Prova de Transparência:": "Proof of Transparency:",
    "Todas as transações podem ser verificadas na blockchain.": "All transactions can be verified on the blockchain.",
    "Execução Automática:": "Automatic Execution:",
    "Regras claras sem interferência humana.": "Clear rules without human interference.",
    "O": "The",
    "combina tecnologia inovadora com uma visão sustentável para criar um ecossistema financeiro onde todos ganham. Invista com confiança e torne-se parte desta revolução!": "combines innovative technology with a sustainable vision to create a financial ecosystem where everyone benefits. Invest with confidence and become part of this revolution!",
    "O InvisTribe é um sistema descentralizado baseado em blockchain que conecta participantes interessados em contribuições financeiras de forma sustentável e transparente.": "InvisTribe is a decentralized, blockchain-based system that connects participants interested in financial contributions in a sustainable and transparent manner.",
    "A aquisição de emblemas é o primeiro passo para participar do sistema. Eles representam seu nível de engajamento, variando entre 1 e 50, com valores proporcionais ao nível escolhido.": "Acquiring emblems is the first step to participating in the system. They represent your level of engagement, ranging from 1 to 50, with values proportional to the chosen level.",
    "A cada período determinado, você realiza uma contribuição proporcional ao nível do seu emblema, garantindo a sustentabilidade do sistema.": "At each specified interval, you make a contribution proportional to your emblem's level, ensuring the system's sustainability.",
    "Distribuições podem ser solicitadas após intervalos específicos, calculadas com base no nível do seu emblema.": "Distributions can be requested after specific intervals, calculated based on your emblem level.",
    "Ganhe 10% do valor movimentado por membros diretamente indicados por você, abrangendo aquisições de emblemas e contribuições regulares. Além disso, receba um bônus adicional de 1% para cada nível de indicação sucessivo, até o 10º nível, maximizando seus ganhos enquanto expande sua rede.": "Earn 10% of the amount transacted by members directly referred by you, covering emblem purchases and regular contributions. Additionally, receive an extra 1% bonus for each successive referral level, up to the 10th level, maximizing your earnings as you expand your network.",
    "Os valores pendentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos para outras criptomoedas ou stablecoins.": "Pending amounts will be settled in Invistech tokens, which can be easily converted into other cryptocurrencies or stablecoins.",
    "Bonificação Global (USDT)": "Global Bonus (USDT)",
    "Vídeo Youtube (USDT)": "YouTube Video (USDT)",
    "Liquidez do INVT (USDT)": "INVT Liquidity (USDT)",
    "Ativo": "Active",
    "Expirado": "Expired",
    "Endereço do Upline": "Upline Address",
    "Todos os direitos reservados.": "All rights reserved.",
    "Upgrade (USDT)": "Upgrade (USDT)",
    "Jackpot (USDT)": "Jackpot (USDT)",
    "Upline:": "Upline:",
    "O endereço do upline é o mesmo que o seu. Por favor, revise.": "The upline address is the same as yours. Please review.",
    "O endereço do upline não pode ser o mesmo que o seu.": "The upline address cannot be the same as yours.",
    "O nível do emblema deve ser um número inteiro entre 1 e 50.": "The emblem level must be an integer between 1 and 50.",
    "Link de convite copiado com sucesso!": "Invite link copied successfully!",
    "Falha ao copiar o link.": "Failed to copy the link.",
    "Conta da MetaMask alterada.": "MetaMask account changed.",
    "Por favor, instale uma carteira Web3 como o MetaMask.": "Please install a Web3 wallet like MetaMask.",
    "Pedido de recompensa realizado com sucesso.": "Reward request successfully made.",
    "Falha ao solicitar ajuda.": "Failed to request help.",
    "Emblema renovado com sucesso.": "Emblem successfully renewed.",
    "Falha ao renovar o emblema.": "Failed to renew the emblem.",
    "Falha ao carregar a rede completa de indicações.": "Failed to load the full referral network.",
    "O InvisTribe utiliza o Token Invistech para garantir um ecossistema robusto e sustentável. O contrato do token é renunciado e possui taxas de compra/venda que ajudam a sustentar o projeto. Além disso, adicionamos liquidez continuamente, garantindo maior segurança para investidores, enquanto o mecanismo de queima (buyback & burn) eleva o preço de forma constante.": "InvisTribe leverages the Invistech Token to ensure a robust and sustainable ecosystem. The token contract is renounced and has buy/sell fees that help sustain the project. Additionally, we continuously add liquidity, ensuring greater security for investors, while the buyback and burn mechanism steadily increases the price.",
    "Liquidez adicionada automaticamente para maior estabilidade": "Liquidity automatically added for greater stability",
    "Mecanismo de buyback e queima garantindo alta constante": "Buyback and burn mechanism ensuring constant growth",
    "Contrato renunciado e taxas de compra/venda para sustentar o projeto": "Renounced contract and buy/sell fees to sustain the project",
    "Seu Saldo de INVT": "Your INVT Balance",
    "Saldo (INVT):": "Balance (INVT):",
    "Preço (USDT):": "Price (USDT):",
    "Valor Total (USDT):": "Total Value (USDT):",
    "Carregando saldo...": "Loading balance...",
    "Receber Airdrop": "Claim Airdrop",
    "Receber INVT Grátis": "Claim Free INVT",
    "Pools de Liquidez (USDT)": "Liquidity Pools (USDT)",
    "Suporte e Treinamento (USDT)": "Support and Training (USDT)",
    "Não foi possível coletar INVT grátis. Volte mais tarde.": "Unable to claim free INVT. Please try again later.",
    "INVT grátis recebido com sucesso!": "Free INVT successfully received!",
    "Falha ao executar ação de INVT grátis.": "Failed to execute free INVT action.",
    "Erro ao receber INVT grátis:": "Error receiving free INVT:",
    "Já Recebido:": "Already Received:",
    "Limite Atual:": "Current Limit:",
    "Carregando fila de recompensas...": "Loading reward queue..."
}
