{
    "Início": "Inicio",
    "Comprar": "Comprar",
    "Token": "Token",
    "Bônus": "Bonificación",
    "Estatísticas": "Estadísticas",
    "Segurança": "Seguridad",
    "Conectar Carteira": "Conectar Billetera",
    "Bem-vindo ao InvisTribe": "Bienvenido a InvisTribe",
    "Unindo Pessoas em uma": "Uniendo Personas en una",
    "Bem-vindo ao nosso inovador sistema de renda passiva, onde os participantes podem ganhar recompensas financeiras realizando tarefas de forma transparente e sustentável. Gerenciado por um contrato inteligente na blockchain, garantimos segurança, transparência e imutabilidade das operações.": "Bienvenido a nuestro innovador sistema de ingresos pasivos, donde los participantes pueden ganar recompensas financieras realizando tareas de forma transparente y sostenible. Gestionado por un contrato inteligente en la blockchain, garantizamos seguridad, transparencia e inmutabilidad de las operaciones.",
    "Começar Agora": "Comenzar Ahora",
    "Saiba Mais": "Saber Más",
    "Comunidade de Renda Passiva": "Comunidad de Ingresos Pasivos",
    "Atualizando...": "Actualizando...",
    "Fila de Renda Passiva": "Cola de Ingresos Pasivos",
    "Visualize as próximas oportunidades de ganho no sistema.": "Visualice las próximas oportunidades de ganancia en el sistema.",
    "A fila está vazia no momento.": "La cola está vacía en este momento.",
    "Volte mais tarde para verificar novas oportunidades de ganho.": "Vuelva más tarde para verificar nuevas oportunidades de ganancia.",
    "Usuário:": "Usuario:",
    "Ganho Total:": "Ganancia Total:",
    "Recebido:": "Recibido:",
    "Restante:": "Restante:",
    "Tempo Restante:": "Tiempo Restante:",
    "Adquira seu Emblema e Comece a Ganhar": "Adquiere tu Emblema y Comienza a Ganar",
    "Para ingressar na comunidade, adquira um emblema que representa seu nível de compromisso. Escolha o nível que melhor se adapta a você e comece a gerar renda passiva realizando tarefas.": "Para unirte a la comunidad, adquiere un emblema que representa tu nivel de compromiso. Elige el nivel que mejor se adapte a ti y comienza a generar ingresos pasivos realizando tareas.",
    "Selecione o Nível do Emblema (1 a 50)": "Selecciona el Nivel del Emblema (1 a 50)",
    "Digite um nível de 1 a 50": "Ingresa un nivel de 1 a 50",
    "Valor do Emblema (USDT)": "Valor del Emblema (USDT)",
    "Detalhes do Emblema": "Detalles del Emblema",
    "Tarefas Requeridas:": "Tareas Requeridas:",
    "Renovação do Emblema:": "Renovación del Emblema:",
    "Renda Estimada:": "Ingresos Estimados:",
    "USDT a cada": "USDT cada",
    "USDT disponível a cada": "USDT disponible cada",
    "dias": "días",
    "Processando...": "Procesando...",
    "Simule Seus": "Simula Tus",
    "Ganhos": "Ganancias",
    "Selecione o nível do seu emblema e descubra quanto você pode ganhar ao longo de 1 ano.": "Selecciona el nivel de tu emblema y descubre cuánto puedes ganar a lo largo de 1 año.",
    "Calcular": "Calcular",
    "Resultados da Simulação": "Resultados de la Simulación",
    "Dia": "Día",
    "Descrição": "Descripción",
    "Transferência (USDT)": "Transferencia (USDT)",
    "Saldo (USDT)": "Saldo (USDT)",
    "Parceria Estratégica com o": "Colaboración Estratégica con el",
    "Token Invistech": "Token Invistech",
    "Receba seus ganhos em Tokens Invistech em até 24 horas": "Recibe tus ganancias en Tokens Invistech en hasta 24 horas",
    "Sistema Eficiente e Otimizado para Máximos Resultados": "Sistema Eficiente y Optimizado para Resultados Máximos",
    "Conversão Fácil para USDT ou Outras Criptomoedas": "Conversión Fácil a USDT u Otras Criptomonedas",
    "Comprar Tokens Invistech": "Comprar Tokens Invistech",
    "Ver Gráfico de Preço": "Ver Gráfico de Precio",
    "Parceria com o Token Invistech": "Colaboración con el Token Invistech",
    "Confirmar Compra": "Confirmar Compra",
    "Ver Detalhes": "Ver Detalles",
    "Emblema comprado com sucesso!": "¡Emblema comprado con éxito!",
    "Transação cancelada pelo usuário.": "Transacción cancelada por el usuario.",
    "Ocorreu um erro ao comprar o emblema.": "Ocurrió un error al comprar el emblema.",
    "Compromisso realizado com sucesso.": "Compromiso realizado con éxito.",
    "Falha ao realizar compromisso.": "Error al realizar el compromiso.",
    "Impulsione o Crescimento com Nosso": "Impulsa el Crecimiento con Nuestro",
    "Bônus de Indicação": "Bono de Referidos",
    "Convide amigos para se juntar à nossa comunidade e ganhe bônus sobre as compras, tarefas e renovações realizadas por eles, até o 10º nível de indicação.": "Invita a tus amigos a unirse a nuestra comunidad y gana bonos por las compras, tareas y renovaciones realizadas por ellos, hasta el nivel 10 de referencia.",
    "Ver Rede Completa de Indicações": "Ver Red Completa de Referidos",
    "Endereços que Garantem seu Bônus": "Direcciones que Garantizan tu Bono",
    "Você ainda não possui indicações cadastradas.": "Aún no tienes referencias registradas.",
    "Endereço": "Dirección",
    "Data de Adesão": "Fecha de Adhesión",
    "Link de Convite": "Enlace de Invitación",
    "Compartilhe seu": "Comparte tu",
    "Convide amigos para se juntarem ao nosso sistema de renda passiva utilizando seu link personalizado. Ganhe bônus ao trazer novos membros!": "Invita a tus amigos a unirse a nuestro sistema de ingresos pasivos utilizando tu enlace personalizado. ¡Gana bonos al traer nuevos miembros!",
    "Copiar": "Copiar",
    "Por favor, conecte sua carteira para gerar seu link de convite.": "Por favor, conecta tu billetera para generar tu enlace de invitación.",
    "Estatísticas da Comunidade": "Estadísticas de la Comunidad",
    "Acompanhe o desempenho e as interações da comunidade dentro da rede InvisTribe.": "Sigue el desempeño y las interacciones de la comunidad dentro de la red InvisTribe.",
    "Transparência e": "Transparencia y",
    "em Primeiro Lugar": "en Primer Lugar",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema. O uso de USDT protege os participantes da volatilidade do mercado cripto.": "Todas las operaciones son gestionadas por un contrato inteligente en la blockchain, garantizando seguridad, transparencia e inmutabilidad de las reglas del sistema. El uso de USDT protege a los participantes de la volatilidad del mercado cripto.",
    "Transparência e Imutabilidade na Blockchain": "Transparencia e Inmutabilidad en la Blockchain",
    "Segurança Financeira com USDT": "Seguridad Financiera con USDT",
    "Auditoria Independente do Contrato": "Auditoría Independiente del Contrato",
    "Meus Emblemas": "Mis Emblemas",
    "Você ainda não possui emblemas.": "Aún no tienes emblemas.",
    "Adquira seu primeiro emblema e comece a participar da comunidade de ajuda mútua.": "Adquiere tu primer emblema y comienza a participar en la comunidad de ayuda mutua.",
    "Adquirir Emblema": "Adquirir Emblema",
    "Emblema Nível": "Emblema Nivel",
    "Data de Aquisição:": "Fecha de Adquisición:",
    "Data de Expiração:": "Fecha de Expiración:",
    "Compromisso:": "Compromiso:",
    "Fazer Compromisso": "Hacer Compromiso",
    "Recompensa:": "Recompensa:",
    "Compra de Emblema": "Compra de Emblema",
    "Compromisso": "Compromiso",
    "Recompensa": "Recompensa",
    "Renovação": "Renovación",
    "Receba bônus direto de 10% no primeiro nível": "Recibe un bono directo del 10% en el primer nivel",
    "Receba 1% de bônus por cada nível adicional (até o 10° nível)": "Recibe un bono del 1% por cada nivel adicional (hasta el nivel 10)",
    "Construa sua rede e aumente seus ganhos a longo prazo": "Construye tu red y aumenta tus ganancias a largo plazo",
    "Compromissos Realizados": "Compromisos Realizados",
    "Valor Total em Compromissos (USDT)": "Valor Total en Compromisos (USDT)",
    "Renovações Concluídas": "Renovaciones Completadas",
    "Valor Total em Renovações (USDT)": "Valor Total en Renovaciones (USDT)",
    "Valor Total na Fila de Distribuição (USDT)": "Valor Total en la Cola de Distribución (USDT)",
    "Emblemas Adquiridos": "Emblemas Adquiridos",
    "Valor Total de Emblemas (USDT)": "Valor Total de Emblemas (USDT)",
    "Contribuições Totais (USDT)": "Contribuciones Totales (USDT)",
    "Bonificações Pagas (USDT)": "Bonificaciones Pagadas (USDT)",
    "Enviado para Gestão Financeira (USDT)": "Enviado para la Gestión Financiera (USDT)",
    "Valor Direcionado Para a Liquidez de INVT (USDT)": "Valor Dirigido a la Liquidez de INVT (USDT)",
    "Distribuições Realizadas": "Distribuciones Realizadas",
    "Valor Total em Distribuições (USDT)": "Valor Total en Distribuciones (USDT)",
    "Voltar ao Topo": "Volver al Inicio",
    "Perguntas Frequentes": "Preguntas Frecuentes",
    "Suporte": "Soporte",
    "Renovar Emblema": "Renovar Emblema",
    "Renovação:": "Renovación:",
    "Recompensa (Estimativa:": "Recompensa (Estimación:",
    "Estabelecemos uma parceria estratégica com o projeto Invistech, um token de alta liquidez, para garantir a sustentabilidade e eficiência do nosso sistema de renda passiva.": "Hemos establecido una asociación estratégica con el proyecto Invistech, un token de alta liquidez, para garantizar la sostenibilidad y eficiencia de nuestro sistema de ingresos pasivos.",
    "O que é o InvisTribe?": "¿Qué es InvisTribe?",
    "O InvisTribe é uma plataforma descentralizada construída na blockchain, projetada para conectar participantes em um sistema sustentável e transparente de contribuições financeiras, promovendo segurança e acessibilidade.": "InvisTribe es una plataforma descentralizada construida en blockchain, diseñada para conectar a los participantes en un sistema sostenible y transparente de contribuciones financieras, promoviendo seguridad y accesibilidad.",
    "Como adquirir um emblema?": "¿Cómo adquirir un emblema?",
    "Adquirir um emblema é o primeiro passo para ingressar no sistema. Os emblemas representam seu nível de engajamento, variando de 1 a 50, com valores ajustados conforme o nível escolhido. Essa aquisição marca sua entrada na comunidade.": "Adquirir un emblema es el primer paso para unirse al sistema. Los emblemas representan su nivel de compromiso, variando de 1 a 50, con valores ajustados según el nivel elegido. Esta adquisición marca su entrada en la comunidad.",
    "Como funciona a contribuição?": "¿Cómo funciona la contribución?",
    "A cada período predefinido, você realiza uma contribuição proporcional ao nível do seu emblema. Essas contribuições sustentam o funcionamento e a continuidade do sistema, garantindo a distribuição de recompensas.": "En cada período predefinido, realiza una contribución proporcional al nivel de su emblema. Estas contribuciones sostienen el funcionamiento y la continuidad del sistema, garantizando la distribución de recompensas.",
    "Quando recebo distribuições?": "¿Cuándo recibo distribuciones?",
    "As distribuições estão disponíveis para solicitação em intervalos específicos, determinados pelo nível do seu emblema. O valor distribuído é calculado com base na sua contribuição e no desempenho do sistema.": "Las distribuciones están disponibles para ser solicitadas en intervalos específicos, determinados por el nivel de su emblema. El valor distribuido se calcula en función de su contribución y el rendimiento del sistema.",
    "Como funciona o bônus por indicação?": "¿Cómo funciona el bono por recomendación?",
    "Receba 10% do valor movimentado por membros diretamente indicados por você, incluindo aquisições de emblemas e contribuições regulares. Além disso, ganhe um bônus de 1% para cada nível adicional de indicação até o 10º nível, permitindo que você amplie seus ganhos enquanto fortalece sua rede.": "Reciba el 10% del valor movido por miembros directamente recomendados por usted, incluidas adquisiciones de emblemas y contribuciones regulares. Además, obtenga un bono del 1% por cada nivel adicional de recomendación hasta el décimo nivel, lo que le permitirá aumentar sus ganancias mientras fortalece su red.",
    "O que acontece se uma solicitação não for atendida em 24 horas?": "¿Qué sucede si una solicitud no se atiende en 24 horas?",
    "Caso uma solicitação permaneça pendente por mais de 24 horas, os valores correspondentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos em outras criptomoedas ou stablecoins, garantindo flexibilidade e liquidez.": "Si una solicitud permanece pendiente por más de 24 horas, los valores correspondientes se liquidarán en tokens Invistech, que pueden convertirse fácilmente en otras criptomonedas o stablecoins, garantizando flexibilidad y liquidez.",
    "Você não possui um upline configurado. Por favor, use um link de convite para continuar.": "No tienes un upline configurado. Por favor, utiliza un enlace de invitación para continuar."
}