{
    "Início": "Accueil",
    "Comprar": "Acheter",
    "Token": "Jeton",
    "Bônus": "Bonus",
    "Estatísticas": "Statistiques",
    "Segurança": "Sécurité",
    "Conectar Carteira": "Connecter le portefeuille",
    "Bem-vindo ao InvisTribe": "Bienvenue dans InvisTribe",
    "Unindo Pessoas em uma": "Unir les gens en un",
    "Bem-vindo ao nosso inovador sistema de renda passiva, onde os participantes podem ganhar recompensas financeiras realizando tarefas de forma transparente e sustentável. Gerenciado por um contrato inteligente na blockchain, garantimos segurança, transparência e imutabilidade das operações.": "Bienvenue dans notre système innovant de revenu passif, où les participants peuvent gagner des récompenses financières en accomplissant des tâches de manière transparente et durable. Géré par un contrat intelligent sur la blockchain, nous garantissons la sécurité, la transparence et l'immuabilité des opérations.",
    "Começar Agora": "Commencer maintenant",
    "Saiba Mais": "En savoir plus",
    "Comunidade de Renda Passiva": "Communauté de revenu passif",
    "Atualizando...": "Mise à jour...",
    "Fila de Renda Passiva": "File d'attente de revenu passif",
    "Visualize as próximas oportunidades de ganho no sistema.": "Voir les prochaines opportunités de gain dans le système.",
    "A fila está vazia no momento.": "La file d'attente est vide pour le moment.",
    "Volte mais tarde para verificar novas oportunidades de ganho.": "Revenez plus tard pour vérifier de nouvelles opportunités de gain.",
    "Usuário:": "Utilisateur :",
    "Ganho Total:": "Gain total :",
    "Recebido:": "Reçu :",
    "Restante:": "Restant :",
    "Tempo Restante:": "Temps restant :",
    "Adquira seu Emblema e Comece a Ganhar": "Obtenez votre insigne et commencez à gagner",
    "Para ingressar na comunidade, adquira um emblema que representa seu nível de compromisso. Escolha o nível que melhor se adapta a você e comece a gerar renda passiva realizando tarefas.": "Pour rejoindre la communauté, obtenez un insigne qui représente votre niveau d'engagement. Choisissez le niveau qui vous convient le mieux et commencez à générer des revenus passifs en accomplissant des tâches.",
    "Selecione o Nível do Emblema (1 a 50)": "Sélectionnez le niveau de l'insigne (1 à 50)",
    "Digite um nível de 1 a 50": "Entrez un niveau de 1 à 50",
    "Valor do Emblema (USDT)": "Valeur de l'insigne (USDT)",
    "Detalhes do Emblema": "Détails de l'insigne",
    "Tarefas Requeridas:": "Tâches requises :",
    "Renovação do Emblema:": "Renouvellement de l'insigne :",
    "Renda Estimada:": "Revenu estimé :",
    "USDT a cada": "USDT chaque",
    "USDT disponível a cada": "USDT disponible chaque",
    "dias": "jours",
    "Processando...": "Traitement...",
    "Simule Seus": "Simulez vos",
    "Ganhos": "Gains",
    "Selecione o nível do seu emblema e descubra quanto você pode ganhar ao longo de 1 ano.": "Sélectionnez le niveau de votre insigne et découvrez combien vous pouvez gagner sur 1 an.",
    "Calcular": "Calculer",
    "Resultados da Simulação": "Résultats de la simulation",
    "Dia": "Jour",
    "Descrição": "Description",
    "Transferência (USDT)": "Transfert (USDT)",
    "Saldo (USDT)": "Solde (USDT)",
    "Parceria Estratégica com o": "Partenariat stratégique avec",
    "Token Invistech": "Jeton Invistech",
    "Receba seus ganhos em Tokens Invistech em até 24 horas": "Recevez vos gains en Tokens Invistech dans les 24 heures",
    "Sistema Eficiente e Otimizado para Máximos Resultados": "Système efficace et optimisé pour des résultats maximaux",
    "Conversão Fácil para USDT ou Outras Criptomoedas": "Conversion facile en USDT ou autres crypto-monnaies",
    "Comprar Tokens Invistech": "Acheter des Tokens Invistech",
    "Ver Gráfico de Preço": "Voir le graphique des prix",
    "Parceria com o Token Invistech": "Partenariat avec le jeton Invistech",
    "Confirmar Compra": "Confirmer l'achat",
    "Ver Detalhes": "Voir les détails",
    "Emblema comprado com sucesso!": "Insigne acheté avec succès !",
    "Transação cancelada pelo usuário.": "Transaction annulée par l'utilisateur.",
    "Ocorreu um erro ao comprar o emblema.": "Une erreur est survenue lors de l'achat de l'insigne.",
    "Compromisso realizado com sucesso.": "Engagement réussi.",
    "Falha ao realizar compromisso.": "Échec de l'engagement.",
    "Impulsione o Crescimento com Nosso": "Stimulez la croissance avec notre",
    "Bônus de Indicação": "Bonus de parrainage",
    "Convide amigos para se juntar à nossa comunidade e ganhe bônus sobre as compras, tarefas e renovações realizadas por eles, até o 10º nível de indicação.": "Invitez des amis à rejoindre notre communauté et gagnez des bonus sur les achats, les tâches et les renouvellements qu'ils réalisent, jusqu'au 10e niveau de parrainage.",
    "Ver Rede Completa de Indicações": "Voir le réseau complet de parrainages",
    "Endereços que Garantem seu Bônus": "Adresses garantissant votre bonus",
    "Você ainda não possui indicações cadastradas.": "Vous n'avez pas encore d'indications enregistrées.",
    "Endereço": "Adresse",
    "Data de Adesão": "Date d'adhésion",
    "Link de Convite": "Lien d'invitation",
    "Compartilhe seu": "Partagez votre",
    "Convide amigos para se juntarem ao nosso sistema de renda passiva utilizando seu link personalizado. Ganhe bônus ao trazer novos membros!": "Invitez des amis à rejoindre notre système de revenu passif avec votre lien personnalisé. Gagnez des bonus en apportant de nouveaux membres !",
    "Copiar": "Copier",
    "Por favor, conecte sua carteira para gerar seu link de convite.": "Veuillez connecter votre portefeuille pour générer votre lien d'invitation.",
    "Estatísticas da Comunidade": "Statistiques de la communauté",
    "Acompanhe o desempenho e as interações da comunidade dentro da rede InvisTribe.": "Suivez les performances et les interactions de la communauté au sein du réseau InvisTribe.",
    "Transparência e": "Transparence et",
    "em Primeiro Lugar": "en Premier lieu",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema. O uso de USDT protege os participantes da volatilidade do mercado cripto.": "Toutes les opérations sont gérées par un contrat intelligent sur la blockchain, garantissant la sécurité, la transparence et l'immuabilité des règles du système. L'utilisation de USDT protège les participants de la volatilité du marché des cryptomonnaies.",
    "Transparência e Imutabilidade na Blockchain": "Transparence et Immutabilité sur la Blockchain",
    "Segurança Financeira com USDT": "Sécurité Financière avec USDT",
    "Auditoria Independente do Contrato": "Audit Indépendant du Contrat",
    "Meus Emblemas": "Mes Emblèmes",
    "Você ainda não possui emblemas.": "Vous n'avez pas encore d'emblèmes.",
    "Adquira seu primeiro emblema e comece a participar da comunidade de ajuda mútua.": "Obtenez votre premier emblème et commencez à participer à la communauté d'entraide.",
    "Adquirir Emblema": "Obtenir un Emblème",
    "Emblema Nível": "Niveau de l'Emblème",
    "Data de Aquisição:": "Date d'Acquisition :",
    "Data de Expiração:": "Date d'Expiration :",
    "Compromisso:": "Engagement :",
    "Fazer Compromisso": "Faire un Engagement",
    "Recompensa:": "Récompense :",
    "Compra de Emblema": "Achat d'Emblème",
    "Compromisso": "Engagement",
    "Recompensa": "Récompense",
    "Renovação": "Renouvellement",
    "Receba bônus direto de 10% no primeiro nível": "Recevez un bonus direct de 10% au premier niveau",
    "Receba 1% de bônus por cada nível adicional (até o 10° nível)": "Recevez 1% de bonus pour chaque niveau supplémentaire (jusqu'au 10e niveau)",
    "Construa sua rede e aumente seus ganhos a longo prazo": "Construisez votre réseau et augmentez vos gains à long terme",
    "Compromissos Realizados": "Engagements Réalisés",
    "Valor Total em Compromissos (USDT)": "Valeur Totale des Engagements (USDT)",
    "Renovações Concluídas": "Renouvellements Terminés",
    "Valor Total em Renovações (USDT)": "Valeur Totale des Renouvellements (USDT)",
    "Valor Total na Fila de Distribuição (USDT)": "Valeur Totale dans la File d'Attente de Distribution (USDT)",
    "Emblemas Adquiridos": "Emblèmes Acquis",
    "Valor Total de Emblemas (USDT)": "Valeur Totale des Emblèmes (USDT)",
    "Contribuições Totais (USDT)": "Contributions Totales (USDT)",
    "Bonificações Pagas (USDT)": "Bonus Payés (USDT)",
    "Enviado para Gestão Financeira (USDT)": "Envoyé à la Gestion Financière (USDT)",
    "Valor Direcionado Para a Liquidez de INVT (USDT)": "Valeur Dirigée vers la Liquidité de INVT (USDT)",
    "Distribuições Realizadas": "Distributions Réalisées",
    "Valor Total em Distribuições (USDT)": "Valeur Totale des Distributions (USDT)",
    "Voltar ao Topo": "Retour en Haut",
    "Perguntas Frequentes": "Questions Fréquentes",
    "Suporte": "Support",
    "Renovar Emblema": "Renouveler l'Emblème",
    "Renovação:": "Renouvellement :",
    "Recompensa (Estimativa:": "Récompense (Estimation :",
    "Estabelecemos uma parceria estratégica com o projeto Invistech, um token de alta liquidez, para garantir a sustentabilidade e eficiência do nosso sistema de renda passiva.": "Nous avons établi un partenariat stratégique avec le projet Invistech, un jeton de haute liquidité, pour garantir la durabilité et l'efficacité de notre système de revenu passif.",
    "O que é o InvisTribe?": "Qu'est-ce qu'InvisTribe ?",
    "O InvisTribe é uma plataforma descentralizada construída na blockchain, projetada para conectar participantes em um sistema sustentável e transparente de contribuições financeiras, promovendo segurança e acessibilidade.": "InvisTribe est une plateforme décentralisée construite sur la blockchain, conçue pour connecter les participants dans un système durable et transparent de contributions financières, favorisant la sécurité et l'accessibilité.",
    "Como adquirir um emblema?": "Comment obtenir un emblème ?",
    "Adquirir um emblema é o primeiro passo para ingressar no sistema. Os emblemas representam seu nível de engajamento, variando de 1 a 50, com valores ajustados conforme o nível escolhido. Essa aquisição marca sua entrada na comunidade.": "Obtenir un emblème est la première étape pour entrer dans le système. Les emblèmes représentent votre niveau d'engagement, allant de 1 à 50, avec des valeurs ajustées en fonction du niveau choisi. Cet achat marque votre entrée dans la communauté.",
    "Como funciona a contribuição?": "Comment fonctionne la contribution ?",
    "A cada período predefinido, você realiza uma contribuição proporcional ao nível do seu emblema. Essas contribuições sustentam o funcionamento e a continuidade do sistema, garantindo a distribuição de recompensas.": "À chaque période prédéfinie, vous effectuez une contribution proportionnelle à votre niveau d'emblème. Ces contributions soutiennent le fonctionnement et la continuité du système, garantissant la distribution des récompenses.",
    "Quando recebo distribuições?": "Quand puis-je recevoir des distributions ?",
    "As distribuições estão disponíveis para solicitação em intervalos específicos, determinados pelo nível do seu emblema. O valor distribuído é calculado com base na sua contribuição e no desempenho do sistema.": "Les distributions sont disponibles pour demande à des intervalles spécifiques, déterminés par le niveau de votre emblème. Le montant distribué est calculé en fonction de votre contribution et de la performance du système.",
    "Como funciona o bônus por indicação?": "Comment fonctionne le bonus de parrainage ?",
    "Receba 10% do valor movimentado por membros diretamente indicados por você, incluindo aquisições de emblemas e contribuições regulares. Além disso, ganhe um bônus de 1% para cada nível adicional de indicação até o 10º nível, permitindo que você amplie seus ganhos enquanto fortalece sua rede.": "Recevez 10 % de la valeur déplacée par les membres que vous avez directement parrainés, y compris les achats d'emblèmes et les contributions régulières. De plus, recevez un bonus de 1 % pour chaque niveau supplémentaire de parrainage jusqu'au 10e niveau, vous permettant d'augmenter vos gains tout en renforçant votre réseau.",
    "O que acontece se uma solicitação não for atendida em 24 horas?": "Que se passe-t-il si une demande n'est pas traitée dans les 24 heures ?",
    "Caso uma solicitação permaneça pendente por mais de 24 horas, os valores correspondentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos em outras criptomoedas ou stablecoins, garantindo flexibilidade e liquidez.": "Si une demande reste en suspens pendant plus de 24 heures, les montants correspondants seront liquidés en jetons Invistech, qui peuvent être facilement convertis en d'autres cryptomonnaies ou stablecoins, garantissant flexibilité et liquidité.",
    "Você não possui um upline configurado. Por favor, use um link de convite para continuar.": "Vous n'avez pas de upline configuré. Veuillez utiliser un lien d'invitation pour continuer.",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema.O uso de USDT protege os participantes da volatilidade do mercado cripto.": "Toutes les opérations sont gérées par un contrat intelligent sur la blockchain, garantissant la sécurité, la transparence et l'immuabilité des règles du système. L'utilisation de USDT protège les participants de la volatilité du marché des cryptomonnaies.",
    "InvisTribe é uma comunidade de renda passiva que une pessoas para apoio financeiro em um ambiente transparente e seguro.": "InvisTribe est une communauté de revenu passif qui réunit des personnes pour un soutien financier dans un environnement transparent et sécurisé.",
    "Conheça os Detalhes dos Contratos": "Découvrez les Détails des Contrats",
    "O Que São Contratos Inteligentes?": "Qu'est-ce que les contrats intelligents ?",
    "Contratos inteligentes são o coração do": "Les contrats intelligents sont le cœur de",
    "Eles garantem que todas as transações e processos sejam automáticos, transparentes e seguros. Imagine um sistema que elimina a burocracia, intermediários e incertezas: isso é o poder dos contratos inteligentes!": "Ils garantissent que toutes les transactions et processus sont automatiques, transparents et sécurisés. Imaginez un système qui élimine la bureaucratie, les intermédiaires et les incertitudes : c'est la puissance des contrats intelligents !",
    "Por que Confiar em Contratos Inteligentes?": "Pourquoi faire confiance aux contrats intelligents ?",
    "Transparência:": "Transparence :",
    "Regras e transações públicas na blockchain.": "Règles et transactions publiques sur la blockchain.",
    "Segurança:": "Sécurité :",
    "Imutabilidade após implantação.": "Immuabilité après implantation.",
    "Automação:": "Automatisation :",
    "Processos eficientes sem intervenção humana.": "Processus efficaces sans intervention humaine.",
    "Confiabilidade:": "Fiabilité :",
    "Sistema auditado e confiável.": "Système audité et fiable.",
    "Contrato do Token Invistech (INVT)": "Contrat du Token Invistech (INVT)",
    "O token": "Le token",
    "é o pilar financeiro do ecossistema, projetado para oferecer valor sustentável.": "est le pilier financier de l'écosystème, conçu pour offrir une valeur durable.",
    "Liquidez Trancada:": "Liquidité verrouillée :",
    "Proteção contra manipulações.": "Protection contre les manipulations.",
    "Contrato Renunciado:": "Contrat renoncé :",
    "Imutabilidade do código.": "Immuabilité du code.",
    "Sistema de Queima:": "Système de brûlage :",
    "Reduz o supply e aumenta o valor dos tokens restantes.": "Réduit l'offre et augmente la valeur des tokens restants.",
    "Endereço do Contrato:": "Adresse du contrat :",
    "Ver no BscScan": "Voir sur BscScan",
    "Contrato do Sistema de Renda Passiva": "Contrat du Système de Revenu Passif",
    "O sistema de renda passiva foi desenvolvido para oferecer ganhos consistentes de forma sustentável. Ele gerencia:": "Le système de revenu passif a été développé pour offrir des gains constants de manière durable. Il gère :",
    "Compra de Emblemas:": "Achat d'Emblèmes :",
    "Representam o nível de participação no sistema.": "Ils représentent le niveau de participation dans le système.",
    "Compromissos Periódicos:": "Engagements Périodiques :",
    "Sustentam a rede de forma contínua.": "Ils soutiennent le réseau de manière continue.",
    "Distribuição de Recompensas:": "Distribution de Récompenses :",
    "Automática e proporcional ao nível de contribuição.": "Automatique et proportionnelle au niveau de contribution.",
    "Conversão Automática:": "Conversion Automatique :",
    "Valores não processados em 24 horas são convertidos em tokens INVT.": "Les valeurs non traitées dans les 24 heures sont converties en tokens INVT.",
    "Segurança e Auditoria": "Sécurité et Audit",
    "Nosso compromisso com a segurança é inabalável. Todos os contratos são auditados por especialistas independentes.": "Notre engagement envers la sécurité est inébranlable. Tous les contrats sont audités par des experts indépendants.",
    "Auditoria Independente:": "Audit Indépendant :",
    "Reforça nossa credibilidade.": "Renforce notre crédibilité.",
    "Prova de Transparência:": "Preuve de Transparence :",
    "Todas as transações podem ser verificadas na blockchain.": "Toutes les transactions peuvent être vérifiées sur la blockchain.",
    "Execução Automática:": "Exécution Automatique :",
    "Regras claras sem interferência humana.": "Règles claires sans intervention humaine.",
    "O": "Le",
    "combina tecnologia inovadora com uma visão sustentável para criar um ecossistema financeiro onde todos ganham. Invista com confiança e torne-se parte desta revolução!": "combine une technologie innovante avec une vision durable pour créer un écosystème financier où tout le monde gagne. Investissez en toute confiance et devenez une partie de cette révolution !",
    "O InvisTribe é um sistema descentralizado baseado em blockchain que conecta participantes interessados em contribuições financeiras de forma sustentável e transparente.": "InvisTribe est un système décentralisé basé sur la blockchain qui connecte les participants intéressés par des contributions financières de manière durable et transparente.",
    "A aquisição de emblemas é o primeiro passo para participar do sistema. Eles representam seu nível de engajamento, variando entre 1 e 50, com valores proporcionais ao nível escolhido.": "L'acquisition d'emblèmes est la première étape pour participer au système. Ils représentent votre niveau d'engagement, allant de 1 à 50, avec des valeurs proportionnelles au niveau choisi.",
    "A cada período determinado, você realiza uma contribuição proporcional ao nível do seu emblema, garantindo a sustentabilidade do sistema.": "À chaque période déterminée, vous effectuez une contribution proportionnelle au niveau de votre emblème, garantissant la durabilité du système.",
    "Distribuições podem ser solicitadas após intervalos específicos, calculadas com base no nível do seu emblema.": "Les distributions peuvent être demandées après des intervalles spécifiques, calculées en fonction du niveau de votre emblème.",
    "Ganhe 10% do valor movimentado por membros diretamente indicados por você, abrangendo aquisições de emblemas e contribuições regulares. Além disso, receba um bônus adicional de 1% para cada nível de indicação sucessivo, até o 10º nível, maximizando seus ganhos enquanto expande sua rede.": "Gagnez 10% du montant déplacé par les membres directement parrainés par vous, y compris les achats d'emblèmes et les contributions régulières. De plus, recevez un bonus supplémentaire de 1% pour chaque niveau supplémentaire de parrainage jusqu'au 10e niveau, maximisant ainsi vos gains tout en élargissant votre réseau.",
    "Os valores pendentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos para outras criptomoedas ou stablecoins.": "Les montants en attente seront réglés en tokens Invistech, qui peuvent être facilement convertis en d'autres crypto-monnaies ou stablecoins.",
    "Bonificação Global (USDT)": "Bonus Global (USDT)",
    "Vídeo Youtube (USDT)": "Vidéo Youtube (USDT)",
    "Liquidez do INVT (USDT)": "Liquidité de l'INVT (USDT)",
    "Ativo": "Actif",
    "Expirado": "Expiré",
    "Endereço do Upline": "Adresse du Upline",
    "Todos os direitos reservados.": "Tous droits réservés.",
    "Upgrade (USDT)": "Mise à niveau (USDT)",
    "Jackpot (USDT)": "Jackpot (USDT)",
    "Upline:": "Upline :",
    "O endereço do upline é o mesmo que o seu. Por favor, revise.": "L'adresse du upline est la même que la vôtre. Veuillez vérifier.",
    "O endereço do upline não pode ser o mesmo que o seu.": "L'adresse du upline ne peut pas être la même que la vôtre.",
    "O nível do emblema deve ser um número inteiro entre 1 e 50.": "Le niveau de l'emblème doit être un nombre entier entre 1 et 50.",
    "Link de convite copiado com sucesso!": "Lien d'invitation copié avec succès !",
    "Falha ao copiar o link.": "Échec de la copie du lien.",
    "Conta da MetaMask alterada.": "Compte MetaMask modifié.",
    "Por favor, instale uma carteira Web3 como o MetaMask.": "Veuillez installer un portefeuille Web3 comme MetaMask.",
    "Pedido de recompensa realizado com sucesso.": "Demande de récompense effectuée avec succès.",
    "Falha ao solicitar ajuda.": "Échec de la demande d'aide.",
    "Emblema renovado com sucesso.": "Emblème renouvelé avec succès.",
    "Falha ao renovar o emblema.": "Échec du renouvellement de l'emblème.",
    "Falha ao carregar a rede completa de indicações.": "Échec du chargement du réseau complet de parrainages.",
    "O InvisTribe utiliza o Token Invistech para garantir um ecossistema robusto e sustentável. O contrato do token é renunciado e possui taxas de compra/venda que ajudam a sustentar o projeto. Além disso, adicionamos liquidez continuamente, garantindo maior segurança para investidores, enquanto o mecanismo de queima (buyback & burn) eleva o preço de forma constante.": "InvisTribe utilise le Token Invistech pour garantir un écosystème robuste et durable. Le contrat du token est renoncé et des frais d'achat/vente contribuent à soutenir le projet. De plus, nous ajoutons continuellement de la liquidité, garantissant une sécurité accrue pour les investisseurs, tandis que le mécanisme de rachat et de brûlage augmente constamment le prix.",
    "Liquidez adicionada automaticamente para maior estabilidade": "Liquidité ajoutée automatiquement pour une plus grande stabilité",
    "Mecanismo de buyback e queima garantindo alta constante": "Mécanisme de rachat et de brûlage garantissant une croissance constante",
    "Contrato renunciado e taxas de compra/venda para sustentar o projeto": "Contrat renoncé et frais d'achat/vente pour soutenir le projet",
    "Seu Saldo de INVT": "Votre solde INVT",
    "Saldo (INVT):": "Solde (INVT) :",
    "Preço (USDT):": "Prix (USDT) :",
    "Valor Total (USDT):": "Valeur Totale (USDT) :",
    "Carregando saldo...": "Chargement du solde...",
    "Receber Airdrop": "Recevoir un Airdrop",
    "Receber INVT Grátis": "Recevoir des INVT Gratuits",
    "Pools de Liquidez (USDT)": "Pools de Liquidité (USDT)",
    "Suporte e Treinamento (USDT)": "Support et Formation (USDT)",
    "Não foi possível coletar INVT grátis. Volte mais tarde.": "Impossible de récupérer les INVT gratuits. Veuillez réessayer plus tard.",
    "INVT grátis recebido com sucesso!": "INVT gratuit reçu avec succès !",
    "Falha ao executar ação de INVT grátis.": "Échec de l'exécution de l'action INVT gratuite.",
    "Erro ao receber INVT grátis:": "Erreur lors de la réception des INVT gratuits :",
    "Já Recebido:": "Déjà reçu :",
    "Limite Atual:": "Limite actuel :",
    "Carregando fila de recompensas...": "Chargement de la file d'attente des récompenses..."
}
