{
    "Início": "Начало",
    "Comprar": "Купить",
    "Token": "Токен",
    "Bônus": "Бонус",
    "Estatísticas": "Статистика",
    "Segurança": "Безопасность",
    "Conectar Carteira": "Подключить кошелек",
    "Bem-vindo ao InvisTribe": "Добро пожаловать в InvisTribe",
    "Unindo Pessoas em uma": "Объединяя людей в",
    "Bem-vindo ao nosso inovador sistema de renda passiva, onde os participantes podem ganhar recompensas financeiras realizando tarefas de forma transparente e sustentável. Gerenciado por um contrato inteligente na blockchain, garantimos segurança, transparência e imutabilidade das operações.": "Добро пожаловать в нашу инновационную систему пассивного дохода, где участники могут получать финансовые вознаграждения, выполняя задания прозрачно и устойчиво. Управляется смарт-контрактом на блокчейне, обеспечивая безопасность, прозрачность и неизменность операций.",
    "Começar Agora": "Начать сейчас",
    "Saiba Mais": "Узнать больше",
    "Comunidade de Renda Passiva": "Сообщество пассивного дохода",
    "Atualizando...": "Обновление...",
    "Fila de Renda Passiva": "Очередь пассивного дохода",
    "Visualize as próximas oportunidades de ganho no sistema.": "Посмотрите ближайшие возможности заработка в системе.",
    "A fila está vazia no momento.": "Очередь в данный момент пуста.",
    "Volte mais tarde para verificar novas oportunidades de ganho.": "Вернитесь позже, чтобы проверить новые возможности заработка.",
    "Usuário:": "Пользователь:",
    "Ganho Total:": "Общий доход:",
    "Recebido:": "Получено:",
    "Restante:": "Осталось:",
    "Tempo Restante:": "Оставшееся время:",
    "Adquira seu Emblema e Comece a Ganhar": "Приобретите свой значок и начните зарабатывать",
    "Para ingressar na comunidade, adquira um emblema que representa seu nível de compromisso. Escolha o nível que melhor se adapta a você e comece a gerar renda passiva realizando tarefas.": "Чтобы присоединиться к сообществу, приобретите значок, который представляет ваш уровень вовлеченности. Выберите уровень, который лучше всего подходит вам, и начните получать пассивный доход, выполняя задания.",
    "Selecione o Nível do Emblema (1 a 50)": "Выберите уровень значка (от 1 до 50)",
    "Digite um nível de 1 a 50": "Введите уровень от 1 до 50",
    "Valor do Emblema (USDT)": "Стоимость значка (USDT)",
    "Detalhes do Emblema": "Детали значка",
    "Tarefas Requeridas:": "Требуемые задания:",
    "Renovação do Emblema:": "Обновление значка:",
    "Renda Estimada:": "Ожидаемый доход:",
    "USDT a cada": "USDT каждые",
    "USDT disponível a cada": "USDT доступно каждые",
    "dias": "дней",
    "Processando...": "Обработка...",
    "Simule Seus": "Смоделируйте свои",
    "Ganhos": "Доходы",
    "Selecione o nível do seu emblema e descubra quanto você pode ganhar ao longo de 1 ano.": "Выберите уровень вашего значка и узнайте, сколько вы можете заработать за 1 год.",
    "Calcular": "Рассчитать",
    "Resultados da Simulação": "Результаты симуляции",
    "Dia": "День",
    "Descrição": "Описание",
    "Transferência (USDT)": "Перевод (USDT)",
    "Saldo (USDT)": "Баланс (USDT)",
    "Parceria Estratégica com o": "Стратегическое партнерство с",
    "Token Invistech": "Токен Invistech",
    "Receba seus ganhos em Tokens Invistech em até 24 horas": "Получите свои доходы в токенах Invistech в течение 24 часов",
    "Sistema Eficiente e Otimizado para Máximos Resultados": "Эффективная и оптимизированная система для максимальных результатов",
    "Conversão Fácil para USDT ou Outras Criptomoedas": "Легкая конвертация в USDT или другие криптовалюты",
    "Comprar Tokens Invistech": "Купить токены Invistech",
    "Ver Gráfico de Preço": "Посмотреть график цен",
    "Parceria com o Token Invistech": "Партнерство с токеном Invistech",
    "Confirmar Compra": "Подтвердить покупку",
    "Ver Detalhes": "Посмотреть детали",
    "Emblema comprado com sucesso!": "Значок успешно приобретен!",
    "Transação cancelada pelo usuário.": "Транзакция отменена пользователем.",
    "Ocorreu um erro ao comprar o emblema.": "Произошла ошибка при покупке значка.",
    "Compromisso realizado com sucesso.": "Обязательство успешно выполнено.",
    "Falha ao realizar compromisso.": "Не удалось выполнить обязательство.",
    "Impulsione o Crescimento com Nosso": "Стимулируйте рост с нашим",
    "Bônus de Indicação": "Бонус за приглашение",
    "Convide amigos para se juntar à nossa comunidade e ganhe bônus sobre as compras, tarefas e renovações realizadas por eles, até o 10º nível de indicação.": "Пригласите друзей присоединиться к нашему сообществу и получайте бонусы за покупки, задания и обновления, выполненные ими, до 10-го уровня приглашений.",
    "Ver Rede Completa de Indicações": "Посмотреть полную сеть приглашений",
    "Endereços que Garantem seu Bônus": "Адреса, гарантирующие ваш бонус",
    "Você ainda não possui indicações cadastradas.": "У вас еще нет зарегистрированных приглашений.",
    "Endereço": "Адрес",
    "Data de Adesão": "Дата присоединения",
    "Link de Convite": "Пригласительная ссылка",
    "Compartilhe seu": "Поделитесь своим",
    "Convide amigos para se juntarem ao nosso sistema de renda passiva utilizando seu link personalizado. Ganhe bônus ao trazer novos membros!": "Пригласите друзей присоединиться к нашей системе пассивного дохода, используя вашу персонализированную ссылку. Заработайте бонусы за привлечение новых участников!",
    "Copiar": "Копировать",
    "Por favor, conecte sua carteira para gerar seu link de convite.": "Пожалуйста, подключите кошелек, чтобы создать вашу пригласительную ссылку.",
    "Estatísticas da Comunidade": "Статистика сообщества",
    "Acompanhe o desempenho e as interações da comunidade dentro da rede InvisTribe.": "Следите за производительностью и взаимодействиями сообщества внутри сети InvisTribe.",
    "Transparência e": "Прозрачность и",
    "em Primeiro Lugar": "на первом месте",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema. O uso de USDT protege os participantes da volatilidade do mercado cripto.": "Все операции управляются смарт-контрактом на блокчейне, обеспечивая безопасность, прозрачность и неизменность правил системы. Использование USDT защищает участников от волатильности крипторынка.",
    "Transparência e Imutabilidade na Blockchain": "Прозрачность и неизменность на блокчейне",
    "Segurança Financeira com USDT": "Финансовая безопасность с USDT",
    "Auditoria Independente do Contrato": "Независимый аудит контракта",
    "Meus Emblemas": "Мои значки",
    "Você ainda não possui emblemas.": "У вас еще нет значков.",
    "Adquira seu primeiro emblema e comece a participar da comunidade de ajuda mútua.": "Приобретите первый значок и начните участвовать в сообществе взаимопомощи.",
    "Adquirir Emblema": "Приобрести значок",
    "Emblema Nível": "Уровень значка",
    "Data de Aquisição:": "Дата приобретения:",
    "Data de Expiração:": "Дата окончания:",
    "Compromisso:": "Обязательство:",
    "Fazer Compromisso": "Сделать обязательство",
    "Recompensa:": "Вознаграждение:",
    "Compra de Emblema": "Покупка значка",
    "Compromisso": "Обязательство",
    "Recompensa": "Вознаграждение",
    "Renovação": "Обновление",
    "Receba bônus direto de 10% no primeiro nível": "Получите бонус 10% на первом уровне",
    "Receba 1% de bônus por cada nível adicional (até o 10° nível)": "Получите 1% бонуса за каждый дополнительный уровень (до 10-го уровня)",
    "Construa sua rede e aumente seus ganhos a longo prazo": "Стройте свою сеть и увеличивайте свои долгосрочные доходы",
    "Compromissos Realizados": "Выполненные обязательства",
    "Valor Total em Compromissos (USDT)": "Общая сумма обязательств (USDT)",
    "Renovações Concluídas": "Завершенные обновления",
    "Valor Total em Renovações (USDT)": "Общая сумма обновлений (USDT)",
    "Valor Total na Fila de Distribuição (USDT)": "Общая сумма в очереди распределения (USDT)",
    "Emblemas Adquiridos": "Приобретенные значки",
    "Valor Total de Emblemas (USDT)": "Общая стоимость значков (USDT)",
    "Contribuições Totais (USDT)": "Общие взносы (USDT)",
    "Bonificações Pagas (USDT)": "Выплаченные бонусы (USDT)",
    "Enviado para Gestão Financeira (USDT)": "Отправлено в финансовое управление (USDT)",
    "Valor Direcionado Para a Liquidez de INVT (USDT)": "Сумма, направленная на ликвидность INVT (USDT)",
    "Distribuições Realizadas": "Произведенные распределения",
    "Valor Total em Distribuições (USDT)": "Общая сумма распределений (USDT)",
    "Voltar ao Topo": "Наверх",
    "Perguntas Frequentes": "Часто задаваемые вопросы",
    "Suporte": "Поддержка",
    "Renovar Emblema": "Обновить значок",
    "Renovação:": "Обновление:",
    "Recompensa (Estimativa:": "Вознаграждение (оценка:",
    "Estabelecemos uma parceria estratégica com o projeto Invistech, um token de alta liquidez, para garantir a sustentabilidade e eficiência do nosso sistema de renda passiva.": "Мы установили стратегическое партнерство с проектом Invistech, токеном с высокой ликвидностью, чтобы гарантировать устойчивость и эффективность нашей системы пассивного дохода.",
    "O que é o InvisTribe?": "Что такое InvisTribe?",
    "O InvisTribe é uma plataforma descentralizada construída na blockchain, projetada para conectar participantes em um sistema sustentável e transparente de contribuições financeiras, promovendo segurança e acessibilidade.": "InvisTribe — это децентрализованная платформа, построенная на блокчейне, предназначенная для соединения участников в устойчивую и прозрачную систему финансовых взносов, обеспечивая безопасность и доступность.",
    "Como adquirir um emblema?": "Как приобрести значок?",
    "Adquirir um emblema é o primeiro passo para ingressar no sistema. Os emblemas representam seu nível de engajamento, variando de 1 a 50, com valores ajustados conforme o nível escolhido. Essa aquisição marca sua entrada na comunidade.": "Приобретение значка — первый шаг для вступления в систему. Значки представляют ваш уровень вовлеченности, от 1 до 50, с соответствующими значениями для каждого уровня. Это приобретение маркирует ваше вступление в сообщество.",
    "Como funciona a contribuição?": "Как работает взнос?",
    "A cada período predefinido, você realiza uma contribuição proporcional ao nível do seu emblema. Essas contribuições sustentam o funcionamento e a continuidade do sistema, garantindo a distribuição de recompensas.": "Каждый предопределенный период вы вносите взнос, пропорциональный вашему уровню значка. Эти взносы поддерживают работу и продолжение системы, обеспечивая распределение вознаграждений.",
    "Quando recebo distribuições?": "Когда я получаю распределения?",
    "As distribuições estão disponíveis para solicitação em intervalos específicos, determinados pelo nível do seu emblema. O valor distribuído é calculado com base na sua contribuição e no desempenho do sistema.": "Распределения доступны для запроса через определенные промежутки времени, в зависимости от уровня вашего значка. Сумма распределения рассчитывается на основе вашего взноса и работы системы.",
    "Como funciona o bônus por indicação?": "Как работает бонус за приглашение?",
    "Receba 10% do valor movimentado por membros diretamente indicados por você, incluindo aquisições de emblemas e contribuições regulares. Além disso, ganhe um bônus de 1% para cada nível adicional de indicação até o 10º nível, permitindo que você amplie seus ganhos enquanto fortalece sua rede.": "Получите 10% от суммы, перемещенной членами, которых вы пригласили, включая покупки значков и регулярные взносы. Кроме того, получите бонус 1% за каждый дополнительный уровень до 10-го уровня, что позволит увеличить ваш доход, расширяя вашу сеть.",
    "O que acontece se uma solicitação não for atendida em 24 horas?": "Что происходит, если запрос не выполнен в течение 24 часов?",
    "Caso uma solicitação permaneça pendente por mais de 24 horas, os valores correspondentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos em outras criptomoedas ou stablecoins, garantindo flexibilidade e liquidez.": "Если запрос остается незавершенным более 24 часов, соответствующие суммы будут переведены в токены Invistech, которые можно легко обменять на другие криптовалюты или стейблкоины, обеспечивая гибкость и ликвидность.",
    "Você não possui um upline configurado. Por favor, use um link de convite para continuar.": "У вас нет настроенного uplinе. Пожалуйста, используйте пригласительную ссылку для продолжения.",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema.O uso de USDT protege os participantes da volatilidade do mercado cripto.": "Все операции управляются смарт-контрактом на блокчейне, обеспечивая безопасность, прозрачность и неизменность правил системы. Использование USDT защищает участников от волатильности крипторынка.",
    "InvisTribe é uma comunidade de renda passiva que une pessoas para apoio financeiro em um ambiente transparente e seguro.": "InvisTribe — это сообщество пассивного дохода, объединяющее людей для финансовой помощи в прозрачной и безопасной среде.",
    "Conheça os Detalhes dos Contratos": "Узнайте подробности контрактов",
    "O Que São Contratos Inteligentes?": "Что такое смарт-контракты?",
    "Contratos inteligentes são o coração do": "Смарт-контракты — это сердце",
    "Eles garantem que todas as transações e processos sejam automáticos, transparentes e seguros. Imagine um sistema que elimina a burocracia, intermediários e incertezas: isso é o poder dos contratos inteligentes!": "Они обеспечивают автоматическое, прозрачное и безопасное выполнение всех транзакций и процессов. Представьте систему, которая устраняет бюрократию, посредников и неопределенность: это сила смарт-контрактов!",
    "Por que Confiar em Contratos Inteligentes?": "Почему стоит доверять смарт-контрактам?",
    "Transparência:": "Прозрачность:",
    "Regras e transações públicas na blockchain.": "Правила и транзакции публичны на блокчейне.",
    "Segurança:": "Безопасность:",
    "Imutabilidade após implantação.": "Неизменность после внедрения.",
    "Automação:": "Автоматизация:",
    "Processos eficientes sem intervenção humana.": "Эффективные процессы без вмешательства человека.",
    "Confiabilidade:": "Надежность:",
    "Sistema auditado e confiável.": "Аудированный и надежный система.",
    "Contrato do Token Invistech (INVT)": "Контракт токена Invistech (INVT)",
    "O token": "Токен",
    "é o pilar financeiro do ecossistema, projetado para oferecer valor sustentável.": "является финансовым столбом экосистемы, разработанным для обеспечения устойчивой ценности.",
    "Liquidez Trancada:": "Заблокированная ликвидность:",
    "Proteção contra manipulações.": "Защита от манипуляций.",
    "Contrato Renunciado:": "Контракт отказан:",
    "Imutabilidade do código.": "Неизменность кода.",
    "Sistema de Queima:": "Система сжигания:",
    "Reduz o supply e aumenta o valor dos tokens restantes.": "Снижает предложение и увеличивает стоимость оставшихся токенов.",
    "Endereço do Contrato:": "Адрес контракта:",
    "Ver no BscScan": "Посмотреть на BscScan",
    "Contrato do Sistema de Renda Passiva": "Контракт системы пассивного дохода",
    "O sistema de renda passiva foi desenvolvido para oferecer ganhos consistentes de forma sustentável. Ele gerencia:": "Система пассивного дохода была разработана для обеспечения стабильного дохода устойчивым способом. Она управляет:",
    "Compra de Emblemas:": "Покупка значков:",
    "Representam o nível de participação no sistema.": "Они представляют уровень участия в системе.",
    "Compromissos Periódicos:": "Периодические обязательства:",
    "Sustentam a rede de forma contínua.": "Они поддерживают сеть непрерывно.",
    "Distribuição de Recompensas:": "Распределение вознаграждений:",
    "Automática e proporcional ao nível de contribuição.": "Автоматическое и пропорциональное уровню взноса.",
    "Conversão Automática:": "Автоматическая конвертация:",
    "Valores não processados em 24 horas são convertidos em tokens INVT.": "Невыполненные значения в течение 24 часов конвертируются в токены INVT.",
    "Segurança e Auditoria": "Безопасность и аудит",
    "Nosso compromisso com a segurança é inabalável. Todos os contratos são auditados por especialistas independentes.": "Наше обязательство по обеспечению безопасности непоколебимо. Все контракты проходят аудит независимыми экспертами.",
    "Auditoria Independente:": "Независимый аудит:",
    "Reforça nossa credibilidade.": "Укрепляет нашу надежность.",
    "Prova de Transparência:": "Доказательство прозрачности:",
    "Todas as transações podem ser verificadas na blockchain.": "Все транзакции могут быть проверены в блокчейне.",
    "Execução Automática:": "Автоматическое выполнение:",
    "Regras claras sem interferência humana.": "Четкие правила без вмешательства человека.",
    "O": "О",
    "combina tecnologia inovadora com uma visão sustentável para criar um ecossistema financeiro onde todos ganham. Invista com confiança e torne-se parte desta revolução!": "сочетает инновационные технологии с устойчивым взглядом для создания финансовой экосистемы, где выигрывают все. Инвестируйте с уверенностью и станьте частью этой революции!",
    "O InvisTribe é um sistema descentralizado baseado em blockchain que conecta participantes interessados em contribuições financeiras de forma sustentável e transparente.": "InvisTribe — это децентрализованная система на основе блокчейна, которая соединяет участников, заинтересованных в финансовых взносах, устойчиво и прозрачно.",
    "A aquisição de emblemas é o primeiro passo para participar do sistema. Eles representam seu nível de engajamento, variando entre 1 e 50, com valores proporcionais ao nível escolhido.": "Приобретение значков — первый шаг для участия в системе. Они представляют уровень вашего вовлечения, варьирующийся от 1 до 50, с пропорциональными значениями в зависимости от выбранного уровня.",
    "A cada período determinado, você realiza uma contribuição proporcional ao nível do seu emblema, garantindo a sustentabilidade do sistema.": "Каждый определенный период вы вносите взнос, пропорциональный уровню вашего значка, что гарантирует устойчивость системы.",
    "Distribuições podem ser solicitadas após intervalos específicos, calculadas com base no nível do seu emblema.": "Распределения могут быть запрашиваемы после определенных интервалов, рассчитываемых на основе уровня вашего значка.",
    "Ganhe 10% do valor movimentado por membros diretamente indicados por você, abrangendo aquisições de emblemas e contribuições regulares. Além disso, receba um bônus adicional de 1% para cada nível de indicação sucessivo, até o 10º nível, maximizando seus ganhos enquanto expande sua rede.": "Заработайте 10% от суммы, перемещаемой членами, которых вы пригласили, включая покупку значков и регулярные взносы. Кроме того, получите дополнительный бонус 1% за каждый дополнительный уровень приглашений, до 10-го уровня, увеличивая свои доходы, расширяя свою сеть.",
    "Os valores pendentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos para outras criptomoedas ou stablecoins.": "Ожидаемые суммы будут ликвидированы в токены Invistech, которые можно легко обменять на другие криптовалюты или стейблкоины.",
    "Bonificação Global (USDT)": "Глобальный бонус (USDT)",
    "Vídeo Youtube (USDT)": "Видео на Youtube (USDT)",
    "Liquidez do INVT (USDT)": "Ликвидность INVT (USDT)",
    "Ativo": "Актив",
    "Expirado": "Истекший",
    "Endereço do Upline": "Адрес Upline",
    "Todos os direitos reservados.": "Все права защищены.",
    "Upgrade (USDT)": "Обновление (USDT)",
    "Jackpot (USDT)": "Джекпот (USDT)",
    "Upline:": "Upline:",
    "O endereço do upline é o mesmo que o seu. Por favor, revise.": "Адрес вашего uplinе тот же, что и ваш. Пожалуйста, проверьте.",
    "O endereço do upline não pode ser o mesmo que o seu.": "Адрес uplinе не может быть тем же, что и ваш.",
    "O nível do emblema deve ser um número inteiro entre 1 e 50.": "Уровень значка должен быть целым числом от 1 до 50.",
    "Link de convite copiado com sucesso!": "Пригласительная ссылка успешно скопирована!",
    "Falha ao copiar o link.": "Не удалось скопировать ссылку.",
    "Conta da MetaMask alterada.": "Учетная запись MetaMask изменена.",
    "Por favor, instale uma carteira Web3 como o MetaMask.": "Пожалуйста, установите кошелек Web3, например, MetaMask.",
    "Pedido de recompensa realizado com sucesso.": "Запрос на вознаграждение успешно выполнен.",
    "Falha ao solicitar ajuda.": "Не удалось запросить помощь.",
    "Emblema renovado com sucesso.": "Значок успешно обновлен.",
    "Falha ao renovar o emblema.": "Не удалось обновить значок.",
    "Falha ao carregar a rede completa de indicações.": "Не удалось загрузить полную сеть приглашений.",
    "O InvisTribe utiliza o Token Invistech para garantir um ecossistema robusto e sustentável. O contrato do token é renunciado e possui taxas de compra/venda que ajudam a sustentar o projeto. Além disso, adicionamos liquidez continuamente, garantindo maior segurança para investidores, enquanto o mecanismo de queima (buyback & burn) eleva o preço de forma constante.": "InvisTribe использует токен Invistech для обеспечения устойчивой и надежной экосистемы. Контракт токена является отказным и включает комиссии за покупку/продажу, которые помогают поддерживать проект. Кроме того, мы постоянно добавляем ликвидность, обеспечивая большую безопасность для инвесторов, в то время как механизм выкупа и сжигания стабильно повышает цену.",
    "Liquidez adicionada automaticamente para maior estabilidade": "Ликвидность автоматически добавляется для большей стабильности",
    "Mecanismo de buyback e queima garantindo alta constante": "Механизм выкупа и сжигания обеспечивает постоянный рост",
    "Contrato renunciado e taxas de compra/venda para sustentar o projeto": "Отказной контракт и комиссии за покупку/продажу для поддержки проекта",
    "Seu Saldo de INVT": "Ваш баланс INVT",
    "Saldo (INVT):": "Баланс (INVT):",
    "Preço (USDT):": "Цена (USDT):",
    "Valor Total (USDT):": "Общая стоимость (USDT):",
    "Carregando saldo...": "Загрузка баланса...",
    "Receber Airdrop": "Получить Airdrop",
    "Receber INVT Grátis": "Получить бесплатные INVT",
    "Pools de Liquidez (USDT)": "Пулы ликвидности (USDT)",
    "Suporte e Treinamento (USDT)": "Поддержка и обучение (USDT)",
    "Não foi possível coletar INVT grátis. Volte mais tarde.": "Не удалось получить бесплатные INVT. Пожалуйста, попробуйте позже.",
    "INVT grátis recebido com sucesso!": "Бесплатные INVT успешно получены!",
    "Falha ao executar ação de INVT grátis.": "Не удалось выполнить действие с бесплатными INVT.",
    "Erro ao receber INVT grátis:": "Ошибка при получении бесплатных INVT:"
}
