{
    "Início": "首页",
    "Comprar": "购买",
    "Token": "代币",
    "Bônus": "奖金",
    "Estatísticas": "统计",
    "Segurança": "安全",
    "Conectar Carteira": "连接钱包",
    "Bem-vindo ao InvisTribe": "欢迎来到InvisTribe",
    "Unindo Pessoas em uma": "团结人们在一起",
    "Bem-vindo ao nosso inovador sistema de renda passiva, onde os participantes podem ganhar recompensas financeiras realizando tarefas de forma transparente e sustentável. Gerenciado por um contrato inteligente na blockchain, garantimos segurança, transparência e imutabilidade das operações.": "欢迎来到我们创新的被动收入系统，参与者可以通过透明和可持续的方式完成任务并获得财务奖励。通过区块链上的智能合约进行管理，我们确保操作的安全性、透明度和不可篡改性。",
    "Começar Agora": "立即开始",
    "Saiba Mais": "了解更多",
    "Comunidade de Renda Passiva": "被动收入社区",
    "Atualizando...": "更新中...",
    "Fila de Renda Passiva": "被动收入队列",
    "Visualize as próximas oportunidades de ganho no sistema.": "查看系统中的下一个赚钱机会。",
    "A fila está vazia no momento.": "目前队列为空。",
    "Volte mais tarde para verificar novas oportunidades de ganho.": "稍后回来查看新的赚钱机会。",
    "Usuário:": "用户：",
    "Ganho Total:": "总收益：",
    "Recebido:": "已收到：",
    "Restante:": "剩余：",
    "Tempo Restante:": "剩余时间：",
    "Adquira seu Emblema e Comece a Ganhar": "获取您的徽章并开始赚钱",
    "Para ingressar na comunidade, adquira um emblema que representa seu nível de compromisso. Escolha o nível que melhor se adapta a você e comece a gerar renda passiva realizando tarefas.": "要加入社区，获取一个代表您承诺级别的徽章。选择最适合您的级别，并通过完成任务开始生成被动收入。",
    "Selecione o Nível do Emblema (1 a 50)": "选择徽章级别（1到50）",
    "Digite um nível de 1 a 50": "请输入1到50之间的级别",
    "Valor do Emblema (USDT)": "徽章价值（USDT）",
    "Detalhes do Emblema": "徽章详情",
    "Tarefas Requeridas:": "所需任务：",
    "Renovação do Emblema:": "徽章续期：",
    "Renda Estimada:": "预计收入：",
    "USDT a cada": "每个USDT",
    "USDT disponível a cada": "每个USDT可用",
    "dias": "天",
    "Processando...": "处理中...",
    "Simule Seus": "模拟您的",
    "Ganhos": "收益",
    "Selecione o nível do seu emblema e descubra quanto você pode ganhar ao longo de 1 ano.": "选择您的徽章级别，并查看您一年内能赚多少钱。",
    "Calcular": "计算",
    "Resultados da Simulação": "模拟结果",
    "Dia": "天",
    "Descrição": "描述",
    "Transferência (USDT)": "转账（USDT）",
    "Saldo (USDT)": "余额（USDT）",
    "Parceria Estratégica com o": "与...的战略合作",
    "Token Invistech": "Invistech 代币",
    "Receba seus ganhos em Tokens Invistech em até 24 horas": "在24小时内收到您的Invistech代币收益",
    "Sistema Eficiente e Otimizado para Máximos Resultados": "高效优化系统以获得最大成果",
    "Conversão Fácil para USDT ou Outras Criptomoedas": "轻松转换为USDT或其他加密货币",
    "Comprar Tokens Invistech": "购买Invistech代币",
    "Ver Gráfico de Preço": "查看价格图表",
    "Parceria com o Token Invistech": "与Invistech代币的合作",
    "Confirmar Compra": "确认购买",
    "Ver Detalhes": "查看详情",
    "Emblema comprado com sucesso!": "徽章购买成功！",
    "Transação cancelada pelo usuário.": "用户取消交易。",
    "Ocorreu um erro ao comprar o emblema.": "购买徽章时发生错误。",
    "Compromisso realizado com sucesso.": "承诺成功完成。",
    "Falha ao realizar compromisso.": "执行承诺失败。",
    "Impulsione o Crescimento com Nosso": "通过我们的",
    "Bônus de Indicação": "推荐奖金",
    "Convide amigos para se juntar à nossa comunidade e ganhe bônus sobre as compras, tarefas e renovações realizadas por eles, até o 10º nível de indicação.": "邀请朋友加入我们的社区，并获得他们所做的购买、任务和续期的奖金，最多可达第10级推荐。",
    "Ver Rede Completa de Indicações": "查看完整推荐网络",
    "Endereços que Garantem seu Bônus": "保证奖金的地址",
    "Você ainda não possui indicações cadastradas.": "您还没有注册推荐人。",
    "Endereço": "地址",
    "Data de Adesão": "加入日期",
    "Link de Convite": "邀请链接",
    "Compartilhe seu": "分享您的",
    "Convide amigos para se juntarem ao nosso sistema de renda passiva utilizando seu link personalizado. Ganhe bônus ao trazer novos membros!": "使用您的自定义链接邀请朋友加入我们的被动收入系统！通过带来新成员获得奖金！",
    "Copiar": "复制",
    "Por favor, conecte sua carteira para gerar seu link de convite.": "请连接您的钱包以生成邀请链接。",
    "Estatísticas da Comunidade": "社区统计",
    "Acompanhe o desempenho e as interações da comunidade dentro da rede InvisTribe.": "跟踪InvisTribe网络中社区的表现和互动。",
    "Transparência e": "透明度与",
    "em Primeiro Lugar": "首要",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema. O uso de USDT protege os participantes da volatilidade do mercado cripto.": "所有操作由区块链上的智能合约管理，确保系统规则的安全性、透明性和不可更改性。使用USDT可以保护参与者免受加密市场波动的影响。",
    "Transparência e Imutabilidade na Blockchain": "区块链中的透明度与不可变性",
    "Segurança Financeira com USDT": "USDT的金融安全",
    "Auditoria Independente do Contrato": "合约独立审计",
    "Meus Emblemas": "我的徽章",
    "Você ainda não possui emblemas.": "您还没有徽章。",
    "Adquira seu primeiro emblema e comece a participar da comunidade de ajuda mútua.": "获取您的第一个徽章，开始参与互助社区。",
    "Adquirir Emblema": "获取徽章",
    "Emblema Nível": "徽章级别",
    "Data de Aquisição:": "获取日期：",
    "Data de Expiração:": "到期日期：",
    "Compromisso:": "承诺：",
    "Fazer Compromisso": "执行承诺",
    "Recompensa:": "奖励：",
    "Compra de Emblema": "徽章购买",
    "Compromisso": "承诺",
    "Recompensa": "奖励",
    "Renovação": "续期",
    "Receba bônus direto de 10% no primeiro nível": "在第一级获得10%的直接奖金",
    "Receba 1% de bônus por cada nível adicional (até o 10° nível)": "每增加一级（最多到第10级）获得1%的奖金",
    "Construa sua rede e aumente seus ganhos a longo prazo": "建立您的网络并增加长期收益",
    "Compromissos Realizados": "已完成的承诺",
    "Valor Total em Compromissos (USDT)": "承诺总额（USDT）",
    "Renovações Concluídas": "已完成的续期",
    "Valor Total em Renovações (USDT)": "续期总额（USDT）",
    "Valor Total na Fila de Distribuição (USDT)": "分配队列总额（USDT）",
    "Emblemas Adquiridos": "已获得的徽章",
    "Valor Total de Emblemas (USDT)": "徽章总额（USDT）",
    "Contribuições Totais (USDT)": "总贡献（USDT）",
    "Bonificações Pagas (USDT)": "已支付奖金（USDT）",
    "Enviado para Gestão Financeira (USDT)": "已发送至财务管理（USDT）",
    "Valor Direcionado Para a Liquidez de INVT (USDT)": "用于INVT流动性的金额（USDT）",
    "Distribuições Realizadas": "已完成的分配",
    "Valor Total em Distribuições (USDT)": "分配总额（USDT）",
    "Voltar ao Topo": "返回顶部",
    "Perguntas Frequentes": "常见问题",
    "Suporte": "支持",
    "Renovar Emblema": "续期徽章",
    "Renovação:": "续期：",
    "Recompensa (Estimativa:": "奖励（估算：",
    "Estabelecemos uma parceria estratégica com o projeto Invistech, um token de alta liquidez, para garantir a sustentabilidade e eficiência do nosso sistema de renda passiva.": "我们与Invistech项目建立了战略合作伙伴关系，这是一个高流动性的代币，以确保我们被动收入系统的可持续性和高效性。",
    "O que é o InvisTribe?": "什么是InvisTribe？",
    "O InvisTribe é uma plataforma descentralizada construída na blockchain, projetada para conectar participantes em um sistema sustentável e transparente de contribuições financeiras, promovendo segurança e acessibilidade.": "InvisTribe是一个基于区块链构建的去中心化平台，旨在将参与者连接到一个可持续和透明的财务贡献系统，促进安全性和可访问性。",
    "Como adquirir um emblema?": "如何获取徽章？",
    "Adquirir um emblema é o primeiro passo para ingressar no sistema. Os emblemas representam seu nível de engajamento, variando de 1 a 50, com valores ajustados conforme o nível escolhido. Essa aquisição marca sua entrada na comunidade.": "获取徽章是加入系统的第一步。徽章代表您的参与级别，从1到50不等，价值根据选择的级别进行调整。此购买标志着您进入社区。",
    "Como funciona a contribuição?": "贡献如何运作？",
    "A cada período predefinido, você realiza uma contribuição proporcional ao nível do seu emblema. Essas contribuições sustentam o funcionamento e a continuidade do sistema, garantindo a distribuição de recompensas.": "每个预定的时间段，您根据徽章的级别进行相应的贡献。这些贡献支持系统的运作和持续性，确保奖励的分配。",
    "Quando recebo distribuições?": "什么时候可以获得分配？",
    "As distribuições estão disponíveis para solicitação em intervalos específicos, determinados pelo nível do seu emblema. O valor distribuído é calculado com base na sua contribuição e no desempenho do sistema.": "分配可在特定时间间隔内请求，具体由您的徽章级别决定。分配的金额是基于您的贡献和系统的表现进行计算的。",
    "Como funciona o bônus por indicação?": "推荐奖金如何运作？",
    "Receba 10% do valor movimentado por membros diretamente indicados por você, incluindo aquisições de emblemas e contribuições regulares. Além disso, ganhe um bônus de 1% para cada nível adicional de indicação até o 10º nível, permitindo que você amplie seus ganhos enquanto fortalece sua rede.": "您可以从直接推荐的成员的交易金额中获得10％的奖金，包括徽章购买和定期贡献。此外，每增加一个推荐级别，您将获得额外的1％奖金，最多可达第10级，从而扩展您的收益并增强您的网络。",
    "O que acontece se uma solicitação não for atendida em 24 horas?": "如果请求超过24小时未处理，会发生什么？",
    "Caso uma solicitação permaneça pendente por mais de 24 horas, os valores correspondentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos em outras criptomoedas ou stablecoins, garantindo flexibilidade e liquidez.": "如果请求超过24小时仍未处理，相应的金额将以Invistech代币结算，这些代币可以轻松转换为其他加密货币或稳定币，确保灵活性和流动性。",
    "Você não possui um upline configurado. Por favor, use um link de convite para continuar.": "您没有配置上级。请使用邀请链接继续。",
    "Todas as operações são gerenciadas por um contrato inteligente na blockchain, garantindo segurança, transparência e imutabilidade das regras do sistema.O uso de USDT protege os participantes da volatilidade do mercado cripto.": "所有操作都由区块链上的智能合约管理，确保系统规则的安全性、透明性和不可更改性。使用USDT保护参与者免受加密市场波动的影响。",
    "InvisTribe é uma comunidade de renda passiva que une pessoas para apoio financeiro em um ambiente transparente e seguro.": "InvisTribe是一个被动收入社区，将人们联合起来，在透明和安全的环境中提供财务支持。",
    "Conheça os Detalhes dos Contratos": "了解合约详情",
    "O Que São Contratos Inteligentes?": "什么是智能合约？",
    "Contratos inteligentes são o coração do": "智能合约是",
    "Eles garantem que todas as transações e processos sejam automáticos, transparentes e seguros. Imagine um sistema que elimina a burocracia, intermediários e incertezas: isso é o poder dos contratos inteligentes!": "它们确保所有交易和过程是自动化、透明和安全的。想象一个消除官僚、第三方和不确定性的系统：这就是智能合约的力量！",
    "Por que Confiar em Contratos Inteligentes?": "为什么信任智能合约？",
    "Transparência:": "透明度：",
    "Regras e transações públicas na blockchain.": "区块链上的规则和交易公开。",
    "Segurança:": "安全性：",
    "Imutabilidade após implantação.": "部署后不可更改。",
    "Automação:": "自动化：",
    "Processos eficientes sem intervenção humana.": "高效的过程，无需人工干预。",
    "Confiabilidade:": "可靠性：",
    "Sistema auditado e confiável.": "经过审计的可靠系统。",
    "Contrato do Token Invistech (INVT)": "Invistech代币合约（INVT）",
    "O token": "该代币",
    "é o pilar financeiro do ecossistema, projetado para oferecer valor sustentável.": "是生态系统的金融支柱，旨在提供可持续的价值。",
    "Liquidez Trancada:": "锁仓流动性：",
    "Proteção contra manipulações.": "防止操控。",
    "Contrato Renunciado:": "已放弃合约：",
    "Imutabilidade do código.": "代码不可更改。",
    "Sistema de Queima:": "销毁系统：",
    "Reduz o supply e aumenta o valor dos tokens restantes.": "减少供应量，增加剩余代币的价值。",
    "Endereço do Contrato:": "合约地址：",
    "Ver no BscScan": "在BscScan上查看",
    "Contrato do Sistema de Renda Passiva": "被动收入系统合约",
    "O sistema de renda passiva foi desenvolvido para oferecer ganhos consistentes de forma sustentável. Ele gerencia:": "该被动收入系统旨在以可持续的方式提供稳定的收益。它管理：",
    "Compra de Emblemas:": "购买徽章：",
    "Representam o nível de participação no sistema.": "它们代表系统中的参与级别。",
    "Compromissos Periódicos:": "定期承诺：",
    "Sustentam a rede de forma contínua.": "持续支持网络。",
    "Distribuição de Recompensas:": "奖励分配：",
    "Automática e proporcional ao nível de contribuição.": "自动且按贡献级别分配。",
    "Conversão Automática:": "自动转换：",
    "Valores não processados em 24 horas são convertidos em tokens INVT.": "24小时内未处理的金额将转换为INVT代币。",
    "Segurança e Auditoria": "安全性与审计",
    "Nosso compromisso com a segurança é inabalável. Todos os contratos são auditados por especialistas independentes.": "我们对安全性的承诺坚定不移。所有合同都经过独立专家的审计。",
    "Auditoria Independente:": "独立审计：",
    "Reforça nossa credibilidade.": "增强我们的信誉。",
    "Prova de Transparência:": "透明度证明：",
    "Todas as transações podem ser verificadas na blockchain.": "所有交易都可以在区块链上验证。",
    "Execução Automática:": "自动执行：",
    "Regras claras sem interferência humana.": "明确的规则，无需人工干预。",
    "O": "该",
    "combina tecnologia inovadora com uma visão sustentável para criar um ecossistema financeiro onde todos ganham. Invista com confiança e torne-se parte desta revolução!": "结合创新技术和可持续发展视野，创建一个每个人都能受益的金融生态系统。放心投资，成为这一革命的一部分！",
    "O InvisTribe é um sistema descentralizado baseado em blockchain que conecta participantes interessados em contribuições financeiras de forma sustentável e transparente.": "InvisTribe是一个基于区块链的去中心化系统，将有意进行财务贡献的参与者连接起来，以可持续和透明的方式运行。",
    "A aquisição de emblemas é o primeiro passo para participar do sistema. Eles representam seu nível de engajamento, variando entre 1 e 50, com valores proporcionais ao nível escolhido.": "获取徽章是参与系统的第一步。它们代表您的参与级别，范围从1到50，价值根据所选级别进行调整。",
    "A cada período determinado, você realiza uma contribuição proporcional ao nível do seu emblema, garantindo a sustentabilidade do sistema.": "在每个预定的周期内，您会根据徽章的级别进行相应的贡献，确保系统的可持续性。",
    "Distribuições podem ser solicitadas após intervalos específicos, calculadas com base no nível do seu emblema.": "可以在特定的间隔后请求分配，金额基于您的徽章级别计算。",
    "Ganhe 10% do valor movimentado por membros diretamente indicados por você, abrangendo aquisições de emblemas e contribuições regulares. Além disso, receba um bônus adicional de 1% para cada nível de indicação sucessivo, até o 10º nível, maximizando seus ganhos enquanto expande sua rede.": "您可以从您直接推荐的成员的交易中获得10%的奖金，包括徽章购买和定期贡献。此外，每增加一个推荐级别，您将获得额外的1%的奖金，最多可获得10级奖励，最大化您的收入并扩展您的网络。",
    "Os valores pendentes serão liquidados em tokens Invistech, que podem ser facilmente convertidos para outras criptomoedas ou stablecoins.": "未处理的金额将以Invistech代币结算，可以轻松转换为其他加密货币或稳定币。",
    "Bonificação Global (USDT)": "全球奖金（USDT）",
    "Vídeo Youtube (USDT)": "YouTube视频（USDT）",
    "Liquidez do INVT (USDT)": "INVT流动性（USDT）",
    "Ativo": "激活",
    "Expirado": "已过期",
    "Endereço do Upline": "上级地址",
    "Todos os direitos reservados.": "版权所有。",
    "Upgrade (USDT)": "升级（USDT）",
    "Jackpot (USDT)": "大奖（USDT）",
    "Upline:": "上级：",
    "O endereço do upline é o mesmo que o seu. Por favor, revise.": "上级地址与您的地址相同，请检查。",
    "O endereço do upline não pode ser o mesmo que o seu.": "上级地址不能与您的地址相同。",
    "O nível do emblema deve ser um número inteiro entre 1 e 50.": "徽章级别必须是1到50之间的整数。",
    "Link de convite copiado com sucesso!": "邀请链接已成功复制！",
    "Falha ao copiar o link.": "复制链接失败。",
    "Conta da MetaMask alterada.": "MetaMask账户已更改。",
    "Por favor, instale uma carteira Web3 como o MetaMask.": "请安装一个Web3钱包，如MetaMask。",
    "Pedido de recompensa realizado com sucesso.": "奖励请求已成功提交。",
    "Falha ao solicitar ajuda.": "请求帮助失败。",
    "Emblema renovado com sucesso.": "徽章已成功续期。",
    "Falha ao renovar o emblema.": "续期徽章失败。",
    "Falha ao carregar a rede completa de indicações.": "加载完整推荐网络失败。",
    "O InvisTribe utiliza o Token Invistech para garantir um ecossistema robusto e sustentável. O contrato do token é renunciado e possui taxas de compra/venda que ajudam a sustentar o projeto. Além disso, adicionamos liquidez continuamente, garantindo maior segurança para investidores, enquanto o mecanismo de queima (buyback & burn) eleva o preço de forma constante.": "InvisTribe 利用 Invistech 代币确保一个稳健且可持续的生态系统。代币合约已放弃并设有买卖手续费来支持项目。此外，我们持续增加流动性，为投资者提供更高的安全性，同时回购和销毁机制稳定提高代币价格。",
    "Liquidez adicionada automaticamente para maior estabilidade": "自动添加流动性以确保更高的稳定性",
    "Mecanismo de buyback e queima garantindo alta constante": "回购和销毁机制确保持续增长",
    "Contrato renunciado e taxas de compra/venda para sustentar o projeto": "放弃合约以及买卖手续费以支持项目",
    "Seu Saldo de INVT": "您的 INVT 余额",
    "Saldo (INVT):": "余额 (INVT):",
    "Preço (USDT):": "价格 (USDT):",
    "Valor Total (USDT):": "总价值 (USDT):",
    "Carregando saldo...": "正在加载余额...",
    "Receber Airdrop": "领取空投",
    "Receber INVT Grátis": "领取免费 INVT",
    "Pools de Liquidez (USDT)": "流动性池 (USDT)",
    "Suporte e Treinamento (USDT)": "支持与培训 (USDT)",
    "Não foi possível coletar INVT grátis. Volte mais tarde.": "无法领取免费 INVT。请稍后再试。",
    "INVT grátis recebido com sucesso!": "免费 INVT 领取成功！",
    "Falha ao executar ação de INVT grátis.": "执行免费 INVT 操作失败。",
    "Erro ao receber INVT grátis:": "领取免费 INVT 时出错："
}